Repository: polychromatic/polychromatic
Catalog: locale/*/LC_MESSAGES/polychromatic-controller.po
Languages: fi_fi

source: Daemon Not Installed
fi_fi: Daemon ei ole asennettu

source: Polychromatic requires the daemon, but it could not be imported. Please check the Razer drivers, daemon and Python library are installed.
fi_fi: Polychromatic vaatii daemonin toimiakseen, mutta sitä ei löydetty. Tarkista että Razer ajurit, daemon ja Python kirjasto on asennettu.

source: See the README for further information.
fi_fi: Katso README jos haluat lisätietoja.

source: Daemon requires a restart
fi_fi: Daemon pitää käynnistää uudelleen

source: The daemon that is currently running is older than the installed version.
fi_fi: Käytössä oleva daemon on vanhempi kuin asennettu versio.

source: This can cause glitches. Please restart the daemon to continue.
fi_fi: Tämä voi aiheuttaa häiriöitä. Käynnistä daemon uudelleen jatkaaksesi.

source: This happens if the driver/daemon packages were updated, but you haven't restarted your session or computer.
fi_fi: Tämä tapahtuu jos ajuri/daemon paketit on päivitetty, mutta et ole käynnistänyt sessiota tai tietokonetta uudelleen.

source: Daemon Upgrade Required
fi_fi: Daemonin päivitys vaaditaan

source: The Razer 'Chroma' driver and daemon currently installed on your system is no longer supported by Polychromatic.
fi_fi: Asennettuna oleva Razer 'Chroma' ajuri ja daemon ei ole enää Polychromaticin tukema.

source: Please remove the current Razer driver/daemon from your system, then install the new one from:
fi_fi: Poista nykyinen Razer ajuri/daemon ja lataa uusi täältä:

source: For more information, see the Release Notes for v0.3.0.
fi_fi: Lisätietoja: Release Notes for v0.3.0.

source: Daemon Not Running
fi_fi: Daemon ei ole käytössä

source: Polychromatic uses the daemon to interact with your Razer devices, but it doesn't appear to be running.
fi_fi: Polychromatic käyttää daemonia ollessaan vuorovaikutuksessa sinun Razer laitteesi kanssa, mutta se ei näytä olevan käytössä.

source: Daemon Not Responding
fi_fi: Daemon ei vastaa

source: Polychromatic could not initialise the daemon. This could be caused by a bug with the daemon process.
fi_fi: Polychromatic ei voinut alustaa daemonia. Tämän voi aiheuttaa daemon prosessin bugi.

source: Exception:
fi_fi: Poikkeus:

source: Close
fi_fi: Sulje

source: Overview
fi_fi: Näkymä

source: Brightness
fi_fi: Kirkkaus

source: Lighting Effects
fi_fi: Valo efektit

source: Spectrum
fi_fi: Spektri

source: Wave
fi_fi: Aalto

source: Reactive
fi_fi: Reagoiva

source: Breath
fi_fi: Henkäys

source: Pulsate
fi_fi: Sykkivä

source: Ripple
fi_fi: Väre

source: Static
fi_fi: Staattinen

source: Color:
fi_fi: Väri:

source: Custom...
fi_fi: Mukautettu...

source: None
fi_fi: Ei mitään

source: Direction:
fi_fi: Suunta:

source: Left
fi_fi: Vasen

source: Right
fi_fi: Oikea

source: Speed:
fi_fi: Nopeus:

source: Random
fi_fi: Satunnainen

source: Single Color
fi_fi: Yksivärinen

source: Dual Colors
fi_fi: Kaksivärinen

source: Cycle:
fi_fi: Kierto:

source: Colors:
fi_fi: Värit:

source: Slow
fi_fi: Hidas

source: Medium
fi_fi: Keski

source: Fast
fi_fi: Nopea

source: Key Modes
fi_fi: Näppäin tilat

source: Gaming Mode
fi_fi: Pelitila

source: Disable
fi_fi: Poista käytöstä

source: Enable
fi_fi: Ota käyttöön

source: Disables ALT+F4 and Super key.
fi_fi: Poistaa käytöstä ALT+F4 ja Super näppäimen.

source: Macro Keys
fi_fi: Macro näppäimet

source: Activate
fi_fi: Aktivoi

source: Help
fi_fi: Apua

source: Application Profiles
fi_fi: Sovellus profiilit

source: New
fi_fi: Uusi

source: Edit
fi_fi: Muokkaa

source: Delete
fi_fi: Poista

source: Create New Application Profile
fi_fi: Luo uusi Sovellus profiili

source: Please enter a name for the new profile, and optionally an icon.
fi_fi: Anna nimi uudelle profiilille, ja vaihtoehtoisesti myös kuvake.

source: Application:
fi_fi: Sovellus:

source: Icon Path:
fi_fi: Kuvakkeen sijainti:

source: Select Installed Application
fi_fi: Valitse asennettu sovellus

source: Cancel
fi_fi: Peruuta

source: Create
fi_fi: Luo

source: Are you sure you want to delete this?
fi_fi: Haluatko varmasti poistaa tämän?

source: Keep
fi_fi: Pidä

source: Choose an Application
fi_fi: Valitse sovellus

source: The information from the chosen program will be used as the profile's base.
fi_fi: Valitun sovelluksen tietoja käytetään profiilin lähtökohtana.

source: Select
fi_fi: Valitse

source: Quick Help
fi_fi: Pika apu

source: Macro Keys Usage
fi_fi: Macro näppäinten käyttö

source: You can also use on-the-fly macro recording (provided by the daemon) by following these steps:
fi_fi: Voit myös käyttää macrojen "lennosta" nauhoitusta (daemonin tarjoama) seuraamalla ohjeita:

source: to enter macro mode.
fi_fi: siirtyäksesi macro tilaan.

source: Press the macro key to assign to. E.g. M1
fi_fi: Paina macro näppäintä asettaaksesi. Esim. M1

source: Typing in your key combination.
fi_fi: Kirjoittamalla yhdistelmän.

source: Exiting macro mode with
fi_fi: Poistumalla macro tilasta

source: Browse Icon
fi_fi: Selaus kuvake

source: Sync effects have been disabled in the daemon's configuration as they are not supported in Polychromatic.
fi_fi: Synkronoidut efektit on poistettu käytöstä daemonin asetuksissa koska Polychromatic ei tue niitä.

source: Preview
fi_fi: Esikatsele

source: Save
fi_fi: Tallenna

source: Set
fi_fi: Aseta

source: Click on a key to assign a color here.
fi_fi: Päinä näppäintä asettaaksesi väri.

source: Picker
fi_fi: Valitsin

source: Click on a key to grab its color.
fi_fi: Päinä näppäintä valitaksesi sen värin.

source: Clear
fi_fi: Tyhjennä

source: Click on a key to clear.
fi_fi: Päinä mitä tahansa näppäintä tyhjentääksesi.

source: Edit Profile Details
fi_fi: Muokkaa profiilin tietoja

source: Change the name and icon for this profile.
fi_fi: Muuta profiilin nimeä ja kuvaketta.

source: Name:
fi_fi: Nimi:

source: Discard
fi_fi: Peruuta muutokset

source: Save Changes
fi_fi: Tallenna muutokset

source: Preferences
fi_fi: Mieltymykset

source: About
fi_fi: Tietoja

source: Tray Applet
fi_fi: Tarjotin-sovelma

source: General
fi_fi: Yleiset

source: Colors
fi_fi: Värit

source: Version:
fi_fi: Versio:

source: Configuration:
fi_fi: Asetukset:

source: Daemon Version:
fi_fi: Daemonin versio:

source: Razer Python Library:
fi_fi: Razer Python kirjasto:

source: View on GitHub
fi_fi: Näytä GitHubissa

source: Check for Updates
fi_fi: Tarkista päivitykset

source: View Change Log
fi_fi: Näytä muutosloki

source: Update History
fi_fi: Päivitä historia

source: A human-readable list of changes made to Polychromatic.
fi_fi: Ihmis luettava lista Polychromaticiin tehdyistä muutoksista.

source: You are set for automatic updates (via PPA)
fi_fi: Sinulla on käytössä automaattiset päivitykset (PPA:n kautta)

source: You have opted for development packages.
fi_fi: Olet valinnut kehitys paketit.

source: Play Demo - Razer BlackWidow Chroma Advert
fi_fi: Näytä Demo - Razer BlackWidow Chroma Mainos

source: Enable live switching
fi_fi: Ota käyttöön reaaliaikainen vaihtaminen

source: Activate profiles instantly as soon as you click on them.
fi_fi: Aktivoi profiilit heti klikkaamalla.

source: Enable live preview
fi_fi: Ota käyttöön reaaliaikainen esikatselu

source: While editing, show your changes on the actual keyboard.
fi_fi: Näytä muokatessa muutokset näppäimistossä.

source: Always activate profiles after saving.
fi_fi: Ota profiili käyttöön tallentaessa.

source: Interface
fi_fi: Käyttöliittymä

source: Scale:
fi_fi: Koko:

source: Scale the application so it looks good on large displays. Requires restart.
fi_fi: Muuta sovelluksen kokoa jotta se näyttää hyvältä isoilla näytöillä. Vaatii uudelleenkäynnistyksen.

source: Advanced
fi_fi: Kehittyneet

source: Open Configuration Folder
fi_fi: Avaa konfiguraatio kansio

source: Reset Preferences
fi_fi: Nollaa mieltymykset

source: Reset Everything
fi_fi: Nollaa kaikki

source: Are you sure you wish to erase all configuration and profiles?
fi_fi: Haluatko varmasti poistaa kaikki asetukset ja profiilit?

source: No Change
fi_fi: Ei muutosta

source: Tray Icon
fi_fi: Tarjotin-sovelman kuvake

source: Use Custom Image
fi_fi: Käytä custom kuvaketta

source: Custom Icon:
fi_fi: Custom kuvake:

source: Use a built-in icon
fi_fi: Käytä alkuperäistä kuvaketta

source: Use a theme icon (GTK)
fi_fi: Käytä teeman kuvaketta (GTK)

source: Use a custom image
fi_fi: Käytä custom kuvaketta

source: Examples: ibus-keyboard, gnome-desktop-config
fi_fi: Esimerkit: ibus-keyboard, gnome-desktop-config

source: Preview:
fi_fi: Esikatselu:

source: Reset Colors
fi_fi: Nollaa värit

source: Are you sure you want to reset all colors to their defaults?
fi_fi: Haluatko varmasti nollata värit?

source: Reset Defaults
fi_fi: Palauta oletukset

source: Choose...
fi_fi: Valitse...

source: Restore Defaults
fi_fi: Palauta oletukset

source: Revert
fi_fi: Palauta

source: About the Daemon
fi_fi: Lisätietoja Daemonista

source: The daemon is the software that communicates between the front-end applications and the driver.
fi_fi: Daemon on ohjelma joka kommunikoi käyttöliittymän sovellusten ja ajureiden kanssa.

source: Website
fi_fi: Nettisivu

source: Project
fi_fi: Projekti

source: Issues
fi_fi: Ongelmat

source: Troubleshooting
fi_fi: Vianmääritys

source: Device/Daemon Support
fi_fi: Laitteen / Daemonin tuki

source: Logs
fi_fi: Lokit

source: Useful for diagnosing issues and debugging daemon-related operations.
fi_fi: Hyödyllinen daemoniin liittyvien vikojen etsimiseen.

source: Watch
fi_fi: Katso

source: Daemon Service
fi_fi: Daemon palvelu

source: Stop
fi_fi: Pysäytä

source: Restart
fi_fi: Käynnistä uudelleen

source: If you have re-plugged devices, or are experiencing glitches, try restarting the daemon service.
fi_fi: Jos olet uudelleenkytkenyt laitteen, tai kohtaat häiriöitä, kokeile uudelleenkäynnistää daemon palvelu.

source: Could not read the daemon's configuration file.
fi_fi: Ei voitu lukea daemonin konfiguraatio tiedostoa.

source: The daemon (and Polychromatic) needs to be restarted for the new settings to take effect.
fi_fi: Daemon ja Polychromatic pitää uudelleenkäynnistää jotta uudet asetukset tulevat voimaan.

source: Show lots of debug messages.
fi_fi: Näytä paljon vianetsintä viestejä.

source: Verbose Logging
fi_fi: Sanallinen loki

source: Sync Effects to All Devices
fi_fi: Sykronoi efektit kaikkiin laitteisiin

source: When setting an effect, apply this to all other connected devices (where supported).
fi_fi: Asetettaessa efektiä, ota käyttöön kaikissa kytketyissä (ja tuetuissa) laitteissa.

source: Not all desktop environments support this feature.
fi_fi: Kaikki työpöytä ympäristöt eivät tue tätä ominaisuutta.

source: Turn off devices when screensaver is running
fi_fi: Sammuta laitteet näytönsäästäjän ollessa käytössä

source: Collects number of key presses per hour for generating heatmaps.
fi_fi: Kerää 'painallukset tunnissa' lämpökarttojen tekoon.

source: Generate Key Statistics
fi_fi: Luo näppäin statistiikka

source: Quit
fi_fi: Poistu

source: Retry
fi_fi: Yritä uudelleen

source: Restart Daemon
fi_fi: Uudelleenkäynnistä Daemon

source: Failed to set/change brightness for {0}.
fi_fi: Kirkkauden säätö epäonnistui: {0}.

source: Failed to set effect '{0}' for {1}.
fi_fi: Efektin asetus epäonnistui: '{0}' / {1}.

source: Failed to set poll rate for '{device_name}' to {poll_rate}.
fi_fi: Epäonnistuttiin asettamaan 'poll rate' laitteelle '{device_name}' / {poll_rate}.

source: Failed to change game mode for {0}.
fi_fi: Pelitilan asettaminen epäonnistui: {0}.

source: New Color
fi_fi: Uusi väri

source: Unknown Color
fi_fi: Tuntematon väri

source: Choose Application Profile Icon
fi_fi: Valitse sovelluksen profiili kuvake

source: View Release Notes
fi_fi: Näytä julkaisutiedot

source: Daemon gracefully stopped.
fi_fi: Daemon pysäytetty sulavasti.

source: The daemon has been requested to shut down. To use Polychromatic again, restart the daemon.
fi_fi: Daemon on kehotettu pysähtymään. Käyttääksesi Polychromaticia uudestaan sinun tulee uudelleenkäynnistää daemon.

source: Something went wrong.
fi_fi: Jotain meni pieleen.

source: Polychromatic took too long to initialise the application or daemon. Please reload and try again.
fi_fi: Polychromaticilla meni liian kauan alustaa sovellus tai daemon. Uudelleenlataa ja yritä uudestaan.

source: No Razer Product Connected
fi_fi: Ei kytkettyjä Razer tuotteita

source: Please plug in your Razer device and reload the application/daemon.
fi_fi: Kytke Razer laitteesi ja uudelleenlataa sovellus / daemon.

source: Insufficient Privileges
fi_fi: Riittämättömänt käyttöoikeudet

source: This user account is not in the 'plugdev' group, the daemon requires this to control your device(s).
fi_fi: Käyttäjä ei ole 'plugdev' ryhmässä, daemon vaatii tämän käyttääkseen laitetta.

source: Please run this command in the terminal, then log out then back in:
fi_fi: Aja tämä komento terminaalissa, kirjaudu ulos ja sitten takaisin sisään:

source: Device Not Recognised
fi_fi: Laitetta ei tunnistettu

source: A Razer product is connected to your computer, but the daemon didn't detect it.
fi_fi: Razer laite on kytketty tietokoneeseen, mutta daemon ei tunnistanut sitä.

source: It is possible your Razer product is not bound to the driver properly or it is not yet supported.
fi_fi: On mahdollista että Razer tuotetta ei ole sidottu ajuriin oikein tai sitä ei vielä tueta.

source: Suggestions:
fi_fi: Ehdotukset:

source: Use the 'modprobe' command to bind the driver to the device.
fi_fi: Käytä 'modprobe' komentoa sitoaksesi ajuri laitteeseen.

source: Check whether your device PID is listed.
fi_fi: Tarkista että laitteesi PID on listattu.

source: As this is a driver/daemon problem, please
fi_fi: Tämän ollessa ajuri/daemon ongelma

source: refer to the troubleshooting guide for further assistance.
fi_fi: hae vianetsintä ohjeista lisätietoja.

source: Connected Devices
fi_fi: Yhdistetyt laitteet

source: On
fi_fi: Päällä

source: Off
fi_fi: Pois päältä

source: Unknown Profile
fi_fi: Tuntematon profiili

source: Serial
fi_fi: Sarjanumero

source: Firmware
fi_fi: Laitteiston versio

source: Starlight
fi_fi: Tähtisumu

source: Blinking
fi_fi: Vilkkuva

source: Down
fi_fi: Alas

source: Up
fi_fi: Ylös

source: Clockwise
fi_fi: Myötäpäivään

source: Anti-clockwise
fi_fi: Vastapäivään

source: Very Slow
fi_fi: Todella hidas

source: More Colors
fi_fi: Lisää värejä

source: Choose a Color
fi_fi: Valitse väri

source: Polychromatic Controller
fi_fi: Polychromatin ohjain

source: All Images
fi_fi: Kaikki kuvat

source: Image
fi_fi: Kuva

source: Daemon Not Installed.
fi_fi: Daemon ei ole asennettu.

source: Could not find the executable for 'razer-daemon'. Please try re-installing the daemon.
fi_fi: Ei löydetty suoritettavaa tiedostoa 'razer-daemon'ille. Yritä asentaa daemon uudelleen.

source: Stopping daemon...
fi_fi: Pysäytetään daemon...

source: Killing daemon process...
fi_fi: Lopetetaan daemon prosessi...

source: Starting daemon...
fi_fi: Käynnistetään daemon...

source: Daemon cannot be relaunched.
fi_fi: Daemonia ei voitu uudelleenkäynnistää.

source: Failed to execute 'razer-daemon'. Please check the daemon log to troubleshoot the problem.
fi_fi: Ei voitu suorittaa 'razer-daemon'ia. Tarkista daemonin loki vianetsintää varten.

source: Alternately, open a terminal and run:
fi_fi: Vaihtoehtoisesti, avaa terminaali ja suorita:
