Repository: polychromatic/polychromatic
Catalog: locale/*.po
Languages: de, de_de, fr_fr, pt_br

source: The menu bar is now hidden. To temporarily reveal, press Alt.
de_de: The Menü-Leiste ist nun versteckt. Um sie temporär zu enthüllen, drücke Alt.
fr_fr: La barre du menu est maintenant cachée. Pour l'annuler temporairement, appuyez sur Alt.
pt_br: A barra de menu agora está escondida. Para revelar temporariamente, pressione Alt.

source: Please close all editor windows before executing this action.
de_de: Bitte schließe alle Editor-Fenster bevor du diese Aktion ausführst.
fr_fr: Merci de fermer toutes les fenêtres avant de démarrer cette action.
pt_br: Por favor feche todas janelas de editor antes de executar essa ação.

source: Polychromatic is about to open a web page for this resource. Unfortunately, it is only available in English at this time.
de_de: Polychromatic is kurz davor eine Webseite für diese Ressource zu öffnen. Leider ist sie derzeit nur auf Englisch verfügbar.
fr_fr: Polychromatic est sur le point d'ouvrir une page Web pour cette ressource. Malheureusement, il n'est disponible qu'en anglais pour le moment.
pt_br: Polychromatic está prestes a abrir uma página web para esse recurso. Infelizmente está apenas disponível em Inglês por enquanto.

source: Report Bug
de_de: Fehler berichten
fr_fr: Rapporter un bogue
pt_br: Reportar bug

source: About []
de_de: Über []
fr_fr: À propos de []
pt_br: Sobre []

source: Documentation
de_de: Dokumentation
pt_br: Documentação

source: Source Code
de_de: Quelltext
fr_fr: Code source
pt_br: Código Fonte

source: Release Notes
de_de: Veröffentlichungshinweise
fr_fr: Notes de version
pt_br: Notas de atualização

source: Restarting the backend/application...
de_de: Starte die/das Anwendung/Backend neu...
fr_fr: Redémarrage du backend/application...
pt_br: Recarregar o backend/aplicação...

source: Reload application?
de_de: Anwendung neu laden?
fr_fr: Recharger l'application ?
pt_br: Recarregar aplicação?

source: To apply these changes, a daemon process needs to restart. This will also restart Polychromatic. Any unsaved data will be lost.
de_de: Um diese Änderungen anzuwenden, muss ein Daemon-Prozess neu gestartet werden. Dies wird auch Polychromatic neu starten. Jegliche ungespeicherten Daten werden verloren sein.
fr_fr: Pour appliquer ces changements, un processus démon doit redémarrer. Cela redémarrera également Polychromatic. Toutes les données non sauvegardées seront perdues.
pt_br: Para aplicar essas alterações, um processo daemon precisar reiniciar. Isso também reiniciará o Polychromatic. Qualquer dado não salvo será perdido.

source: Choose Tray Applet Icon
de_de: Wähle Symbol für die Tray-Anwendung
fr_fr: Choisissez l'icône de l'applet de la barre d'état
pt_br: Escolha um ícone do applet de bandeja

source: Restart Required
de_de: Neustart Erforderlich
fr_fr: Redémarrage requis
pt_br: Reinício requerido

source: To apply these changes, the application must be restarted. Any unsaved changes will be lost.
fr_fr: Pour appliquer ces modifications, l'application doit être redémarré. Toutes les modifications non enregistrées seront perdues.
pt_br: Para aplicar essas alterações, a aplicação precisa ser reiniciado. Qualquer alteração não salva será perdida.

source: Reset to Default Colours
de_de: Zu den Standard-Farben wechseln
fr_fr: Réinitialiser les couleurs par défaut
pt_br: Restaurar cores padrão

source: All colours in the list will be reset. Continue?
de_de: Alle Farben in der Liste werden zurückgesetzt. Fortfahren?
fr_fr: Toutes les couleurs de la liste seront réinitialisées. Continuez ?
pt_br: Todas as cores na lista serão redefinidas. Continuar?

source: Restart All
de_de: Alle Neustarten
fr_fr: Redémarrer tout
pt_br: Reiniciar tudo

source: Restarting...
de_de: Starte neu...
fr_fr: Redémarrage...
pt_br: Reiniciando...

source: Playing software effect
de_de: Spiele Software-Effekt ab
fr_fr: Lire un effet logiciel
pt_br: Rodando efeito de software

source: No longer running
de_de: Läuft nicht mehr
fr_fr: Ne fonctionne plus
pt_br: Não rodando mais

source: Change...
de_de: Ändern...
fr_fr: Modifier...
pt_br: Alterar...

source: Image Files
de_de: Bild-Dateien
fr_fr: Fichiers image
pt_br: Arquivos de imagem

source: PNG Image
de_de: PNG-Bild
fr_fr: Image PNG
pt_br: Imagem PNG

source: JPEG Image
de_de: JPEG-Bild
fr_fr: Image JPEG
pt_br: Imagem JPEG

source: GIF Image
de_de: GIF-Bild
fr_fr: Image GIF
pt_br: Imagem GIF

source: SVG Image
de_de: SVG-Bild
fr_fr: Image SVG
pt_br: Imagem SVG

source: All Files
de_de: Alle Dateien
fr_fr: Tous les Fichiers
pt_br: Todos arquivos

source: When Steam is installed, icons from your games will appear here.
de_de: Wenn Steam installiert ist, erscheinen Symbole deiner Spiele hier.
fr_fr: Si Steam est installé, les icônes de vos jeux apparaîtrons ici.
pt_br: Quando a Steam estiver instalada, ícones de seus jogos aparecerão aqui.

source: Drag and drop icons here, or add them by pressing the Import button.
de_de: Ziehe Symbole hierher, oder für sie hinzu indem du die Importieren-Schaltfläche drückst.
fr_fr: Glisser et déposer vos icônes ici, ou ajoutez-les en appuyant sur le bouton Import.
pt_br: Arraste e solte ícones aqui, ou adicione eles pressionando o botão de Importar.

source: No icons found!
de_de: Keine Symbole gefunden!
fr_fr: Aucunes icônes trouvées !
pt_br: Nenhum ícone encontrado!

source: Import Custom Icon
de_de: Importiere benutzerdefiniertes Symbol
fr_fr: Import d'Icône Personnalisé
pt_br: Importar ícone customizado

source: The file contains invalid data.
de_de: Die Datei beinhaltet inkorrekte Daten.
fr_fr: Ce fichier contient des données invalides.
pt_br: O arquivo contém dados inválidos.

source: The file no longer exists. Please refresh the page.
de_de: Die Datei existiert nicht mehr. Bitte lade die Seite erneut.
fr_fr: Le fichier n'existe plus. S'il vous-plaît rafraîchissez la page.
pt_br: O arquivo não existe mais. Por favor recarregue a página.

source: This file was saved in a newer version of this program.
de_de: Diese Datei wurde in einer neueren Version dieses Programmes gespeichert.
fr_fr: Ce fichier a été enregistré dans une version plus récente de ce programme.
pt_br: O arquivo foi salvo em uma versão mais nova desse programa.

source: Unspecified error: []
de_de: Unspezifizierter Fehler: []
fr_fr: Erreur non spécifiée : []
pt_br: Erro não específico: []

source: This file cannot be opened:
de_de: Diese Datei kann nicht geöffnet werden:
fr_fr: Ce fichier n'a pas pu être ouvert :
pt_br: Esse arquivo não pode ser aberto:

source: The operation could not be completed due to an error processing this file.
fr_fr: L'opération n'a pas pu être effectuée en raison d'une erreur lors du traitement de ce fichier.
pt_br: A operação não foi completa por conta de um erro ao procesar o arquivo.

source: Please make sure the file permissions are recursively correct:
de_de: Bitte stelle sicher, dass die Datei-Berechtigungen rekursiv korrekt sind::
fr_fr: Veuillez vous assurer que les autorisations de fichier sont récursivement correctes :
pt_br: Por favor confira que as permissões estão recursivas corretamente:

source: Permanently delete this effect? '[]' Presets and triggers that use this effect will be unlinked.
de_de: Diesen Effekt dauerhaft löschen? '[]' Voreinstellungen und Auslöser die diesen Effekt nutzen werden getrennt.
fr_fr: Supprimer définitivement cet effet ? '[]' Les préréglages et les déclencheurs qui utilisent cet effet seront dissociés.
pt_br: Remover permanente esse efeito? '[]' Predefinições e gatilhos que usam esse efeito serão desvinculados.

source: Permanently delete this preset? '[]' Triggers that use this preset will no longer function.
de_de: Diese Voreinstellung dauerhaft löschen? '[]' Auslöser die diese Voreinstellung nutzen, werden nicht länger funktionieren.
fr_fr: Supprimer définitivement ce préréglage ? '[]' Lles déclencheurs qui utilisent ce préréglage ne fonctionneront plus.
pt_br: Remover permanente essa predefinição? '[]' Gatilhos que usam essa predefinição não irão funcionar.

source: Permanently delete this effect? '[]'
de_de: Diese Effekt dauerhaft löschen? '[]'
fr_fr: Supprimer définitivement cet effet ? '[]'
pt_br: Remover permanente esse efeito? '[]'

source: Permanently delete this preset? '[]'
de_de: Diese Voreinstellung dauerhaft löschen? '[]'
fr_fr: Supprimer définitivement ce préréglage ? '[]'
pt_br: Remover permanente essa predefinição? '[]'

source: Confirm Deletion
de_de: Bestätige Löschung
fr_fr: Confirmez la Suppression
pt_br: Confirmar remoção

source: [] (Copy)
de_de: [] (Kopie)
fr_fr: [] (Copié)
pt_br: [] (Copiar)

source: Running troubleshooter...
de_de: Führe Problemsuche aus...
fr_fr: Dépannage en cours d'exécution...
pt_br: Rodando resolução de problemas...

source: Troubleshooting...
de_de: Problemsuche...
fr_fr: Dépannage...
pt_br: Solução de problemas...

source: Troubleshooting Failed
de_de: Problemsuche Fehlgeschlagen
fr_fr: Échec du dépannage
pt_br: Falha ao solucionar problema

source: The troubleshooter for this backend is not available for this operating system.
de_de: Der Problemsucher für dieses Backend ist nicht für dieses Betriebssystem verfügbar.
fr_fr: Le dépannage pour ce backend n'est pas disponible pour ce système d'opération.
pt_br: O solucionador de problemas para esse backend não está disponível para esse sistema operacional.

source: An exception was thrown while running the troubleshooter. This is probably a bug.
de_de: Eine Ausnahme wurde erreicht während die Problemsuche ausgeführt wurde. Dies ist vermutlich ein Programmfehler.
fr_fr: Une exception a été levée lors de l'exécution de l'utilitaire de résolution des problèmes. C'est probablement un bogue.
pt_br: Uma exception foi lançada ao rodar o solucionador de problemas. Provável bug.

source: Passed
de_de: Bestanden
fr_fr: Passé
pt_br: Passou

source: Failed
de_de: Fehler
fr_fr: Échoué
pt_br: Falhou

source: Unknown
de: Unbekannt
de_de: Unbekannt
fr_fr: Inconnu
pt_br: Desconhecido

source: Troubleshooter for []
de_de: Problemsucher für []
fr_fr: Utilitaire de résolution de problème pour []
pt_br: Solucionar problemas para []

source: Everything appears to be in working order!
de_de: Alles scheint richtig zu funktionieren!
fr_fr: Tout semble fonctionner correctement !
pt_br: Tudo aparenta estar funcionando!

source: Layer 1
de_de: Ebene 1
fr_fr: Calque 1
pt_br: Camada 1

source: White
de_de: Weiß
fr_fr: Blanc
pt_br: Branco

source: Red
de_de: Rot
fr_fr: Rouge
pt_br: Vermelho

source: Blue
de_de: Blau
fr_fr: Bleu
pt_br: Azul

source: Aqua
de_de: Türkis
pt_br: Água

source: Orange
pt_br: Laranja

source: Pink
fr_fr: Rose
pt_br: Rosa

source: Purple
de_de: Lila
fr_fr: Mauve
pt_br: Roxo

source: Yellow
de_de: Gelb
fr_fr: Jaune
pt_br: Amarelo

source: Light Grey
de_de: Hellgrau
fr_fr: Gris Clair
pt_br: Cinza claro

source: Dark Grey
de_de: Dunkelgrau
fr_fr: Gris Foncé
pt_br: Cinza escuro

source: Black
de_de: Schwarz
fr_fr: Noir
pt_br: Preto

source: No backends available
pt_br: Não há backends disponíveis

source: Open Controller
fr_fr: Ouvrir le contrôleur
pt_br: Abrir controlador

source: No devices found
fr_fr: Aucun appareil trouvé
pt_br: Nenhum dispositivo encontrado

source: Autostart
fr_fr: Démarrage auto
pt_br: Auto iniciar

source: Disable automatic start at login
fr_fr: Désactiver le démarrage automatique à la connexion
pt_br: Desabilite auto iniciar quando incia a sessão

source: Start automatically at login
fr_fr: Démarrer automatiquement à la connexion
pt_br: Início automático quando inicia a sessão

source: No custom effects
fr_fr: Aucun effet personnalisé
pt_br: Não há efeitos customizados

source: Edit Effects...
fr_fr: Modifier les effets...
pt_br: Editar efeitos...

source: Custom...
de: Benutzerdefiniert...
fr_fr: Personnalisé...
pt_br: Customizado...

source: Edit Colours...
fr_fr: Modifier les couleurs...
pt_br: Editar cores...

source: All Zones
fr_fr: Toutes les zones
pt_br: Todas zonas

source: Try restarting the tray applet. To see error details, run 'polychromatic-tray-applet' in the terminal and repeat this action.
fr_fr: Essayez de redémarrer l'applet de la barre d'état. Pour voir les détails de l'erreur, exécutez 'polychromatic-tray-applet' dans le terminal et répétez cette action.
pt_br: Tente reiniciar o applet de bandeja. Para ver detalhes do erro, rode 'polychromatic-tray-applet' no terminal e repita essa ação.

source: While sending this command to [OpenRazer], an error occurred outside of Polychromatic's control.
fr_fr: Lors de l'envoi de cette commande à [OpenRazer], une erreur s'est produite en dehors du contrôle de Polychromatic.
pt_br: Ao enviar esse comando para [OpenRazer], um erro ocorreu externo ao controle do Polychromatic.

source: Try restarting [OpenRazer] and Polychromatic and give it another go. If this error appears again, it's likely this needs fixing in [OpenRazer].
fr_fr: Essayez de redémarrer [OpenRazer] et Polychromatic et réessayez. Si cette erreur apparaît à nouveau, il est probable que cela nécessite une correction dans [OpenRazer].
pt_br: Tente reiniciar [OpenRazer] e Polychromatic e inicie de novo. Se o erro aparecer novamente , pode-se necessitar de conserto em [OpenRazer].

source: Set Primary Colour
fr_fr: Définir la couleur principale
pt_br: Definir cor primária

source: Force a specific locale, e.g. de_DE
fr_fr: Forcer une locale spécifique, p.ex. de_DE
pt_br: Forçar um idioma em específico, por exemplo "de_DE"

source: Render using AppIndicator3
fr_fr: Rendu avec AppIndicator3
pt_br: Renderizar usando AppIndicator3

source: Render using Ayatana Indicators
fr_fr: Rendu utilisant les indicateurs Ayatana
pt_br: Renderizar usando indicadores Ayatana

source: Render using GTK Status (legacy)
fr_fr: Rendu utilisant GTK Status (ancien)
pt_br: Renderizar usando GTK Status (legado)

source: Verbose enabled
fr_fr: Mode verbeux activé
pt_br: Verbose ativado

source: Daemon is installed
de_de: Daemon ist installiert
fr_fr: Le démon est installé
pt_br: Daemon está instalado

source: Install the 'openrazer-meta' package for your distribution.
de_de: Installiere das 'openrazer-meta'-Paket für deine Distribution.
fr_fr: Installez le paquet 'openrazer-meta' pour votre distribution.
pt_br: Instale o pacote 'openrazer-meta' para sua distro.

source: Daemon is running
de_de: Daemon läuft
fr_fr: Le démon est en cours d'exécution
pt_br: Daemon está rodando

source: Start the daemon from the terminal. Run this command and look for errors:
de_de: Starte den daemon vom Terminal. Führe dieses Kommando aus und schaue nach Fehlern:
fr_fr: Démarrer le démon à partir du terminal. Lancez cette commande et regarder les erreurs :
pt_br: Inicie o daemon pelo terminal. Rode esse comando e procure por erros:

source: Python library is installed, but there is an import error.
fr_fr: La bibliothèque Python est installée, mais il y a une erreur importante.
pt_br: Biblioteca Python está instalada, mas tem um erro de importação.

source: Python installation looks custom. Check your dependencies are installed correctly.
fr_fr: Votre installation Python semble personnalisée. vérifiez si toutes les dépendences sont correctement installées.
pt_br: A instalação do Python parece modificada. Confira suas dependências se estão instaladas corretamente.

source: Check your system is fully up-to-date. Dependencies may be causing problems.
fr_fr: Verifiez si votre système est à jour. Les dépendences mal installées ou non installées peuvent causer des problèmes.
pt_br: Confira se o sistema está 100% atualizado. Dependências podem estar causando problemas.

source: For full details on the error, type into a terminal:
fr_fr: Pour plus de détails sur l'erreur, écrivez dans votre terminal :
pt_br: Para mais detalhes sobre o erro, digite no terminal:

source: Python library is installed
de_de: Python-Bibliothek ist installiert
fr_fr: La bibliothèque Python est installée
pt_br: Biblioteca Python está instalada

source: Install 'python-openrazer' or 'python3-openrazer' for your distribution.
de_de: Installiere 'python-openrazer' oder 'python3-openrazer' für deine Distribution.
fr_fr: Installez 'python-openrazer' ou 'python3-openrazer' pour votre distribution.
pt_br: Instale 'python-openrazer' ou 'python3-openrazer' na sua distro.

source: Your Python installation looks custom. Check your PATH and PYTHONPATH.
de_de: Deine Python-Installation sieht angepasst aus. Überprüfe deinen PATH und PYTHONPATH.
fr_fr: Votre installation Python semble personnalisée. Vérifier vos PATH et PYTHONPATH.
pt_br: A instalação do Python parece modificada. Confira seu PATH e PYTHONPATH.

source: Found library for an older Python version at /usr/lib. Try re-installing.
fr_fr: Bibliothèque trouvée pour une version antérieure de Python à /usr/lib. Essayez de réinstaller.
pt_br: Encontrado biblioteca para uma versão antiga de Python em /usr/lib. Tente reinstalá-lo(a).

source: Currently running Python 3.10.0 from /usr/bin/python3
de_de: Aktuell wird Python 3.10.0 von /usr/bin/python3 ausgeführt
fr_fr: Python 3.10.0 en cours d'exécution à partir de /usr/bin/python3
pt_br: Rodando Python 3.10.0 em /usr/bin/python3

source: Tried path:
de_de: Ausprobierter Pfad:
fr_fr: Chemin essayé :
pt_br: Caminho testado:

source: Kernel module sources are installed for DKMS
de_de: Kernel-Modul-Quelltexte sind für DKMS installiert
fr_fr: Les sources du module du noyau sont installées pour DKMS
pt_br: Recursos do módulo kernel está instalado para DKMS

source: Unable to check because the Python library is not available.
fr_fr: Impossible de vérifier car la bibliothèque Python n'est pas installée.
pt_br: Não foi possível conferir porque a biblioteca Python não está disponível.

source: OpenRazer is a kernel module, typically built using DKMS.
de_de: OpenRazer ist ein Kernel-Modul; üblicherweise durch Nutzung von DKMS gebaut.
fr_fr: OpenRazer est un module du noyau, généralement construit à l'aide de DKMS.
pt_br: OpenRazer é um módulo kernel, construído nativo usando DKMS.

source: Install the 'openrazer-driver-dkms' package for your distribution.
de_de: Installiere das 'openrazer-driver-dkms' -Pakte für deine Distribution.
fr_fr: Installez le paquet 'openrazer-driver-dkms' pour votre distribution.
pt_br: Instale o pacote 'openrazer-driver-dkms' para sua distro.

source: Some distributions (like Gentoo) may use an alternate system to DKMS.
de_de: Einige Distributionen (wie Gentoo) könnten alternative Systeme anstatt DKMS nutzen.
fr_fr: Des distributions (comme Gentoo) peuvent utiliser une alternative système à DKMS.
pt_br: Algumas distros (como Gentoo) podem usar um sistema alternativo para DKMS.

source: Kernel module has been built for this kernel
de_de: Kernel-Modul wurde für diesen Kernel gebaut
fr_fr: Le module du noyau a été construit pour ce noyau
pt_br: Módulo kernel foi construído para esse kernel

source: Ensure you have the correct Linux kernel headers package installed for your distribution.
de_de: Stelle sicher, dass du das korrekte Linux-Kernel-Headers-Paket für deine Distribution installiert hast.
fr_fr: Assurez-vous que le bon paquet d'en-têtes de noyau Linux est installé pour votre distribution.
pt_br: Confira se você possui o pacote de cabeçalhos kernel do Linux corretos para sua distro.

source: Your distro's package system might not have rebuilt the module for this kernel. Try running:
de_de: Das Paket-Verwaltungssystem deiner Distribution könnte das Modul für diesen Kernel nicht neu gebaut haben. Versuche das auszuführen:
fr_fr: Votre gestionnaire de paquets de votre distribution peut ne pas avoir reconstruit le module pour votre noyau. Essayez de lancer :
pt_br: O pacote de sistema de sua distro pode não ter reconstruído o módulo para esse kernel. Tente rodar:

source: Kernel module can be probed
fr_fr: Le module du noyau peut-être probé
pt_br: Módulo kernel não pode ser sondado

source: OpenRazer uses these modules:
de_de: OpenRazer nutzt diese Module:
fr_fr: OpenRazer utilise ces modules :
pt_br: OpenRazer usa essse módulos:

source: For full error details, run this and substitute 'razerkbd' as necessary:
de_de: Für vollständige Fehler-Details, führe dies aus, und ersetze "razerkbd" wie erforderlich:
fr_fr: Pour obtenir tous les détails sur l'erreur, exécutez ceci et remplacez "razerkbd" si nécessaire :
pt_br: Para um detalhe completo dos erros, rode isso e substitua 'razerkbd' se necessário:

source: No output from this command indicates success.
de_de: Keine Ausgabe von diesem Befehl deutet Erfolg an.
fr_fr: Aucune sortie de cette commande n'indique le succès .
pt_br: Nenhuma saída para esse comando indica sucesso.

source: Could not check as '[]' is not installed.
de_de: Konnte nicht überprüfen, da '[]’ nicht installiert ist.
fr_fr: Impossible de vérifier car '[]' n'est pas installé.
pt_br: Não foi possível conferir já que '[]' não está instalado.

source: Kernel module is loaded
de_de: Kernel-Modul ist geladen
fr_fr: Le module du noyau est chargé
pt_br: Módulo kernel está carregado

source: If you've just installed, it is recommended to restart the computer.
de_de: Falls du gerade installiert hast, ist es empfohlen den Rechner neu zu starten.
fr_fr: Si vous venez juste de l'installer, il est recommandé de redémarrer l'ordinateur.
pt_br: Se você já instalou, é recomendado reiniciar o computador.

source: Secure Boot prevents the driver from loading, as OpenRazer's kernel modules built by DKMS are usually unsigned.
de_de: Secure Boot verhindert das Laden der Treiber, da OpenRazers Kernel-Module, die von DKMS gebaut werden, üblicherweise unsigniert sind.
fr_fr: Secure Boot empêche le chargement des pilotes, car les modules du noyau d'OpenRazer construits par DKMS ne sont généralement pas signés.
pt_br: Secure Boot impede o driver de carregar, já que os módulos de kernel do OpenRazer construído por DKMS geralmente não são assinados.

source: Check Secure Boot (EFI) status
de_de: Überprüfe Secure Boot (EFI) Status
fr_fr: Vérifiez le statut du Secure Boot (EFI)
pt_br: Confira os status do Secure Boot (EFI)

source: Secure boot is enabled. Turn it off in the system's EFI settings or sign the modules yourself.
de_de: Secure Boot ist aktiviert. Schalte es in den EFI-Einstellungen des Systems aus, oder signiere die Module selbst.
fr_fr: Secure Boot est activé. Désactivez-le dans les paramètres EFI du système ou signez vous-même les modules.
pt_br: Secure Boot está habilitado. Desligue nas configurações EFI do seu sistema ou assine os módulos.

source: Unable to automatically check. If it's enabled, turn it off in the system's EFI settings or sign the modules yourself.
de_de: Unfähig automatisch zu prüfen. Falls es aktiviert ist, schalte es in den EFI-Einstellungen des Systems ab, oder signiere die Module selbst.
fr_fr: Impossible de vérifier automatiquement. S'il est activé, désactivez-le dans les paramètres EFI du système ou signez vous-même les modules.
pt_br: Impossível conferir automaticamente. Desligue nas configurações EFI do seu sistema ou assine os módulos.

source: User account has been added to the 'plugdev' group
de_de: Nutzer-Konto wurde zur "plugdev"-Gruppe hinzugefügt
fr_fr: Le compte utilisateur a été ajouté au groupe 'plugdev'
pt_br: Conta de usuário foi adicionada ao grupo 'plugdev'

source: Run this command, log out, then log back in to the computer:
de_de: Führe diesen Befehl aus, melde dich von deinem Computer ab, dann melde dich wieder an:
fr_fr: Exécutez cette commande, déconnectez-vous, puis reconnectez-vous à l'ordinateur :
pt_br: Rode esse comando, encerre a sessão, e retorne novamente ao computador:
