Repository: polychromatic/polychromatic
Catalog: locale/*.po
Languages: de, de_de, fr_fr, pt_br

source: Interface
de: Benutzeroberfläche

source: Scale:
de: Vergrößerung

source: Scale the application so it looks good on large displays. Requires restart.
de: Vergrößere die Anwendung, sodass sie auch auf großen Bildschirmen gut aussieht. Benötigt einen Neustart.

source: Advanced
de: Erweitert

source: Open Configuration Folder
de: Konfigurationsordner öffnen

source: Reset Preferences
de: Einstellungen zurücksetzen

source: Reset Everything
de: Alles zurücksetzen

source: Are you sure you wish to erase all configuration and profiles?
de: Bist du dir sicher, dass du sämtliche Konfiguration und Profile löschen möchtest?

source: No Change
de: Keine Änderung

source: Tray Icon
de: Symbol im Benachrichtigungsbereich

source: Use Custom Image
de: Benutzerdefiniertes Symbol benutzen

source: Custom Icon:
de: Benutzerdefiniertes Symbol:

source: Use a built-in icon
de: Mitgeliefertes Symbol benutzen

source: Use a theme icon (GTK)
de: Symbol des Desktopthemas (GTK) benutzen

source: Use a custom image
de: Benutzerdefiniertes Symbol benutzen

source: Examples: ibus-keyboard, gnome-desktop-config
de: Beispiele: ibus-keyboard, gnome-desktop-config

source: Preview:
de: Vorschau:

source: Reset Colors
de: Farben zurücksetzen

source: Are you sure you want to reset all colors to their defaults?
de: Möchtest du wirklich alle Farben zurücksetzen?

source: Reset Defaults
de: Standardwerte zurücksetzen

source: Choose...
de: Auswählen...

source: Restore Defaults
de: Standardwerte wiederherstellen

source: About the Daemon
de: Über den Dienst

source: The daemon is the software that communicates between the front-end applications and the driver.
de: Der Dienst ist die Software, die für die Kommunikation zwischen grafischer Oberfläche und dem Treiber zuständig ist.

source: Project
de: Projekt

source: Issues
de: Probleme

source: Troubleshooting
de: Problembehebung

source: Device/Daemon Support
de: Hilfe für Geräte oder Dienst

source: Logs
de: Protokolle

source: Useful for diagnosing issues and debugging daemon-related operations.
de: Hilfreich, um Fehler zu diagnostizieren und mit dem Dienst in Verbindung stehende Operationen zu debuggen.

source: Watch
de: Beobachten

source: Daemon Service
de: Hintergrunddienst

source: If you have re-plugged devices, or are experiencing glitches, try restarting the daemon service.
de: Versuche, den Hintergrunddienst neuzustarten, wenn du Geräte neu eingesteckt hast oder Fehler auftreten.

source: Could not read the daemon's configuration file.
de: Die Konfigurationsdatei des Dienstes konnte nicht gelesen werden.

source: The daemon (and Polychromatic) needs to be restarted for the new settings to take effect.
de: Der Dienst (und Polychromatic) müssen neugestartet werden, um die Konfigurationsänderungen anwenden zu können.

source: Show lots of debug messages.
de: Zeige viele Debugnachrichten.

source: Verbose Logging
de: Ausführliches Protokollieren

source: Sync Effects to All Devices
de: Effekte auf alle Geräte synchronisieren.

source: When setting an effect, apply this to all other connected devices (where supported).
de: Wenn ein Effekt eingestellt wird, diesen auf allen verbundenen Geräten anwenden (wo unterstützt).

source: Not all desktop environments support this feature.
de: Nicht alle Desktopumgebungen unterstützen diese Funktion.

source: Turn off devices when screensaver is running
de: Geräte ausschalten, wenn ein Bildschirmschoner läuft

source: Collects number of key presses per hour for generating heatmaps.
de: Erfasst die Tastaturanschläge pro Stunde, um Heatmaps zu erzeugen

source: Generate Key Statistics
de: Tastaturstatistiken erzeugen

source: Retry
de: Erneut versuchen

source: Failed to set/change brightness for {0}.
de: Die Helligkeit für {0} konnte nicht gesetzt werden.

source: Failed to set effect '{0}' for {1}.
de: Der Effekt '{0}' konnte nicht für {1} aktiviert werden.

source: Failed to set poll rate for '{device_name}' to {poll_rate}.
de: Die Abfragerate für '{device_name}' konnte nicht auf {poll_rate} gesetzt werden.

source: Failed to change game mode for {0}.
de: Der Spielmodus konnte nicht für {0} geändert werden.

source: New Color
de: Neue Farbe

source: Unknown Color
de: Unbekannte Farbe

source: Choose Application Profile Icon
de: Symbol für das Anwendungsprofil auswählen

source: View Release Notes
de: Release Notes anzeigen

source: Daemon gracefully stopped.
de: Der Dienst wurde erfolgreich beendet.

source: The daemon has been requested to shut down. To use Polychromatic again, restart the daemon.
de: Der Dienst wurde beendet. Um Polychromatic erneut zu nutzen, muss er wieder gestartet werden.

source: Something went wrong.
de: Ein Fehler ist aufgetreten.

source: Polychromatic took too long to initialise the application or daemon. Please reload and try again.
de: Polychromatic hat zu lange gebraucht, die Anwendung oder den Dienst zu initialisieren. Lade ihn neu und versuche es dann erneut.

source: No Razer Product Connected
de: Es ist kein Razer-Produkt verbunden

source: Please plug in your Razer device and reload the application/daemon.
de: Bitte verbinde dein Razer-Gerät mit dem Computer und lade die Anwendung bzw. den Dienst neu.

source: Insufficient Privileges
de: Ungenügende Berechtigungen

source: This user account is not in the 'plugdev' group, the daemon requires this to control your device(s).
de: Dein Benutzer ist nicht Mitglied in der 'plugdev'-Gruppe, was aber notwendig ist, um die Geräte anzusprechen.

source: Please run this command in the terminal, then log out then back in:
de: Führe diesen Befehl auf der Kommandozeile aus und melde dich dann erneut an:

source: Device Not Recognised
de: Gerät nicht erkannt

source: A Razer product is connected to your computer, but the daemon didn't detect it.
de: Ein Razer-Produkt ist mit dem Computer verbunden, aber der Dienst hat es nicht erkannt.

source: It is possible your Razer product is not bound to the driver properly or it is not yet supported.
de: Es kann sein, dass der Treiber nicht korrekt an dein Razer-Produkt gebunden wurde oder dass es noch nicht unterstützt wird.

source: Suggestions:
de: Vorschläge:

source: Use the 'modprobe' command to bind the driver to the device.
de: Benutze den 'modprobe'-Befehl, um den Treiber an das Gerät zu binden.

source: Check whether your device PID is listed.
de: Prüfe, ob die PID deines Gerätes aufgeführt ist.

source: As this is a driver/daemon problem, please
de: Weil das ein Problem des Treibers bzw. des Hintergrunddienstes ist, bitte

source: refer to the troubleshooting guide for further assistance.
de: folge dem Fehlerbehebungsleitfaden für weitere Hilfe.

source: Connected Devices
de: Verbundene Geräte

source: Unknown Profile
de: Unbekanntes Profil

source: Very Slow
de: Sehr langsam

source: More Colors
de: Mehr Farben

source: Choose a Color
de: Eine Farbe auswählen

source: Polychromatic Controller
de: Polychromatic Einstellungen

source: All Images
de: Alle Bilder

source: Image
de: Bild

source: Daemon Not Installed.
de: Der Hintergrunddienst ist nicht installiert.

source: Could not find the executable for 'razer-daemon'. Please try re-installing the daemon.
de: Die ausführbare Datei für 'razer-daemon' konnte nicht gefunden werden. Versuche, den Hintergrunddienst neu zu installieren.

source: Stopping daemon...
de: Der Hintergrunddienst wird beendet...

source: Killing daemon process...
de: Der Hintergrunddienst wird getötet...

source: Starting daemon...
de: Der Hintergrunddienst wird gestartet...

source: Daemon cannot be relaunched.
de: Der Dienst konnte nicht neugestartet werden.

source: Failed to execute 'razer-daemon'. Please check the daemon log to troubleshoot the problem.
de: 'razer-daemon' konnte nicht ausgeführt werden. Im Protokoll des Hintergrunddienstes sind möglicherweise weitere Informationen zu finden.

source: Alternately, open a terminal and run:
de: Oder öffne einen Terminal und gib ein:

source: Unknown command: razer-daemon
de: Befehl nicht gefunden: razer-daemon

source: Daemon isn't running or crashed.
de: Dienst läuft nicht oder ist abgestürzt.

source: No devices found.
de: Keine Geräte gefunden.

source: Main
de: Allgemein

source: Change Device
de: Anderes Gerät

source: Refresh Device List
de: Geräteliste neu laden

source: Breath (Random)
de: Atem (zufällig)

source: Breath (Single)
de: Atem (einfarbig)

source: Breath (Dual)
de: Atem (zweifarbig)

source: Full (100%)
de: Maximal (100%)

source: Bright (75%)
de: Hell (75%)

source: Medium (50%)
de: Mittel (50%)

source: Dim (25%)
de: Dunkel (25%)

source: Off (0%)
de: Aus (0%)

source: No profiles to display.
de: Keine Profile verfügbar.

source: Change Color
de: Farbe ändern

source: No colors to list.
de: Keine Farben verfügbar.

source: Where did your colors go?
de: Wo sind die Farben?

source: Super Slow
de: Sehr langsam

source: Super Fast
de: Sehr schnell

source: Blazingly Fast
de: Extrem schnell

source: Disabled
de: Deaktiviert

source: Change Tray Color
de: Benachrichtigungsfarbe ändern

source: Stopping razer-daemon...
de: razer-daemon wird beendet...

source: Starting razer-daemon...
de: razer-daemon wird gestartet...

source: Daemon Restart Error.
de: Fehler beim Neustarten des Dienstes.

source: The daemon process could not be found.
de: Der Dienstprozess konnte nicht gefunden werden.
