Repository: polychromatic/polychromatic
Catalog: locale/*.po
Languages: de, de_de, fr_fr, pt_br

source: About the Application
de_de: Über die Anwendung
fr_fr: À propos de l'application
pt_br: Sobre o aplicativo

source: Close
de: Schließen
de_de: Schließen
fr_fr: Fermer
pt_br: Fechar

source: Version
pt_br: Versão

source: Component
de_de: Komponente
fr_fr: Composant
pt_br: Componente

source: License
de_de: Lizenz
fr_fr: Licence
pt_br: Licença

source: Select a Colour
de_de: Wähle eine Farbe
fr_fr: Sélectionnez une couleur
pt_br: Selecione uma cor

source: Current
de_de: Aktuell
fr_fr: Actuel
pt_br: Atual

source: Opens the system's colour picker
de_de: Öffnet den System-Farbwähler
fr_fr: Ouvrir le sélecteur de couleurs du système
pt_br: Abre o seletor de cores do sistema

source: Edit
de: Bearbeiten
de_de: Bearbeiten
fr_fr: Éditer
pt_br: Editar

source: Save this colour to the saved colour list
de_de: Speichere diese Farbe in der liste gespeicherter Farben
fr_fr: Sauvegarder cette couleur dans la liste des couleurs sauvegardées
pt_br: Salve essa cor a lista de cores salvas

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
pt_br: Adicionar

source: Saved Colours
de_de: Gespeicherte Farben
fr_fr: Couleurs enregistrées
pt_br: Cores salvas

source: Add the current colour to your saved colours list by giving it a name
de_de: Füge die aktuelle Farbe zu deinen gespeicherten Farben hinzu indem du ihr einen Namen gibst
fr_fr: Ajouter la couleur actuelle à la liste des couleurs enregistrées en lui attribuant un nom
pt_br: Adicione a cor atual para a sua lista de cores salvas dando um nome

source: Save the current colour to the saved list
de_de: Die aktuelle Farbe in der gespeicherten Liste speichern
fr_fr: Enregistrer la couleur actuelle dans la liste des couleurs enregistrées
pt_br: Salve a cor atual à lista de salvos

source: Cancel saving this colour
de_de: Speichern dieser Farbe abbrechen
fr_fr: Annuler l'enregistrement de cette couleur
pt_br: Cancele de salvar essa cor

source: Rename selected colour
de_de: Gewählte Farbe umbenennen
fr_fr: Renommer la couleur sélectionnée
pt_br: Renomeie a cor selecionada

source: Forget selected colour
de_de: Gewählte Farbe vergessen
fr_fr: Oublier la couleur sauvegardée
pt_br: Esqueça a cor selecionada

source: Edit DPI Stages
de_de: DPI-Stufen bearbeiten
fr_fr: Éditer les niveaux du DPI
pt_br: Editar estágios de DPI

source: Enable custom stages
de_de: Benutzerdefinierte Stufen aktivieren
fr_fr: Activer les niveaux personnalisés
pt_br: Habilitar estágios customizados

source: Enter a DPI number or comma separated X,Y numbers
de_de: Gib eine DPI-Zahl oder durch Komma getrennte "X,Y"-Werte ein
fr_fr: Saisissez un nombre DPI ou des nombres X,Y séparés par une virgule
pt_br: Insira um número de DPI ou números X, Y separado por vírgula

source: Value
de_de: Wert
fr_fr: Valeur
pt_br: Valor

source: Remove last DPI stage
de_de: Entferne letzte DPI-Stufe
fr_fr: Supprimer le dernier niveau du DPI
pt_br: Remover último estágio de DPI

source: Remove
de_de: Entfernen
fr_fr: Supprimer
pt_br: Remover

source: Add DPI stage
de_de: DPI-Stufe hinzufügen
fr_fr: Ajouter un niveau du DPI
pt_br: Adicionar estágio de DPI

source: Sync
de_de: Synchronisieren
fr_fr: Synchroniser
pt_br: Sincronizar

source: Apply these DPI stages to the hardware, so they can be changed using hardware buttons.
de_de: Diese DPI-Stufen auf die Hardware anwenden, so dass diese mit Hardware-Tasten geändert werden können.
fr_fr: Appliquer ces niveau du DPI au matériel, comme ça ils pourront être modifiés par des boutons de l'hardware
pt_br: Aplicar esse estágio de DPI ao hardware, assim pode ser alterado usando os botões de hardware.

source: This device does not support synchronisation to hardware DPI buttons.
de_de: Dieses Gerät unterstützt die Synchronisierung zu den Hardware-DPI-Tasten nicht.
fr_fr: Ce périphérique ne prend pas en charge la synchronisation avec les boutons physique du DPI
pt_br: Esse dispositivo não suporta sincronização aos botões de DPI do hardware.

source: Device Information
de_de: Geräte-Information
fr_fr: Information sur l'appareil
pt_br: Informação do dispositivo

source: Data
de_de: Daten
fr_fr: Donnée
pt_br: Dados

source: Inspect Matrix
de_de: Inspiziere Matrix
fr_fr: Inspecter la matrice
pt_br: Inspecionar matrix

source: DPI Control
de_de: DPI-Steuerung
fr_fr: Contrôle des DPIs
pt_br: Controle DPI

source: Lock X/Y axis
de_de: X-/Y-Achse sperren
fr_fr: Verrouiller les axes X/Y
pt_br: Travar eixo X/Y

source: Lock
de_de: Sperren
fr_fr: Verrouiller
pt_br: Travar

source: Effect Editor
de_de: Effekt-Editor
fr_fr: Éditeur d'effet
pt_br: Editor de efeitos

source: &File
de_de: &Datei
fr_fr: &Fichier
pt_br: &Arquivo

source: &Edit
de_de: &Bearbeiten
fr_fr: &Éditer
pt_br: &Editar

source: Shift LEDs
de_de: LEDs verschieben
fr_fr: déplacer les LEDs
pt_br: Mover LEDs

source: &View
de_de: &Ansicht
fr_fr: &Vue
pt_br: &Visualizar

source: &Help
de_de: &Hilfe
fr_fr: &Aide
pt_br: &Ajuda

source: &Tool
de_de: &Werkzeug
fr_fr: &Outil
pt_br: %Ferramentas

source: Playback
de_de: Abspielen
fr_fr: Relecture
pt_br: Reprodução

source: Colours
de_de: Farben
fr_fr: Couleurs
pt_br: Cores

source: Layers
de_de: Ebenen
fr_fr: Calques
pt_br: Camadas

source: Layer
de_de: Ebene
fr_fr: Calque
pt_br: Camada

source: Effect
de_de: Effekt
fr_fr: Effet
pt_br: Efeito

source: Raise the layer in the stack
de_de: Die Reihenfolge der Ebene auf dem Stapel erhöhen
fr_fr: Monter le calque dans la pile
pt_br: Subir camada na pilha

source: Lower the layer in the stack
de_de: Die Reihenfolge der Ebene auf dem Stapel senken
fr_fr: Descendre le calque dans la pile
pt_br: Descer camada na pilha

source: Create a new layer in the stack
de_de: Eine neue Ebene auf dem Stapel erstellen
fr_fr: Créer un nouveau calque dans la pile
pt_br: Criar uma nova camada na pilha

source: Delete the selected layer
de_de: Die gewählte Ebene löschen
fr_fr: Supprimer le calque sélectionné
pt_br: Remover a camada selecionada

source: Duplicate the selected layer
de_de: Die gewählte Ebene duplizieren
fr_fr: Dupliquer le calque sélectionné
pt_br: Duplicar a camada selecionada

source: Properties
de_de: Eigenschaften
fr_fr: Propriétés
pt_br: Propriedades

source: Main Toolbar
de_de: Haupt-Werkzeugleiste
fr_fr: Barre d'outils principale
pt_br: Barra de tarefas principal

source: Frames
de_de: Rahmen
pt_br: Quadros

source: Create a blank frame after the current position
de_de: Erzeuge einen leeren Rahmen nach der aktuellen Position
fr_fr: Créer un frame vide après la position actuelle
pt_br: Cria um quadro branco depois da posição atual

source: New
de: Neu
de_de: Neu
fr_fr: Nouveau
pt_br: Novo

source: Permanently delete this frame
de_de: Diesen Rahmen dauerhaft löschen
fr_fr: Supprimer cette frame de manière permanente
pt_br: Permanentemente remove esse quadro

source: Delete
de: Entfernen
de_de: Entfernen
fr_fr: Supprimer
pt_br: Remover

source: Create a copy of the current frame after this position
de_de: Eine Kopie des aktuellen Rahmens nach dieser Position erstellen
fr_fr: Créer une copie de la frame actuelle après cette position
pt_br: Cria uma cópia do quadro atual depois dessa posição

source: Clone
de_de: Klonen
fr_fr: Cloner
pt_br: Clonar

source: Place this frame a step before the current position
de_de: Platziere diesen Rahmen einen Schritt vor der aktuellen Position
fr_fr: Placer cette frame un pas en avant de la position actuelle
pt_br: Coloca esse quadro um passo antes da posição atual

source: Move Left
de_de: Nach links bewegen
fr_fr: Déplacer à gauche
pt_br: Mover para esqueda

source: Place this frame a step after the current position
de_de: Platziere diesen Rahmen einen Schritt nach der aktuellen Position
fr_fr: Placer cette frame un pas après la position actuelle
pt_br: Coloca esse quadro um passo depois da posição atual

source: Move Right
de_de: Nach rechts bewegen
fr_fr: Déplacer à droite
pt_br: Mover para direita

source: Jump to the start of the sequence
de_de: Springe zum Anfang der Sequenz
fr_fr: Sauter au début de la séquence
pt_br: Pular para o início da sequência

source: Jump to Start
de_de: Springe zum Startpunkt
fr_fr: Sauter au début
pt_br: Pular para o início

source: Step backward one frame
de_de: Gehe einen Rahmen zurück
fr_fr: Retour arrière d'une image
pt_br: Voltar um quadro

source: Previous Frame
de_de: Vorheriger Rahmen
fr_fr: Image Précédante
pt_br: Quadro anterior

source: Preview the effect from the beginning
de_de: Den Effekt vom Startpunkt an Vorschauen
fr_fr: Prévisualiser l'effet depuis le début
pt_br: Pré-visualizar o efeito do início

source: Play
de_de: Abspielen
fr_fr: Lecture
pt_br: Assistir

source: Stop playback
de_de: Stoppen
fr_fr: Arrêt du ralenti
pt_br: Parar reprodução

source: Pause
pt_br: Pausar

source: Step forward one frame
de_de: Gehe einen Rahmen vorwärts
fr_fr: Avancer d'une image
pt_br: Avançar um quadro

source: Next Frame
de_de: Nächster Rahmen
fr_fr: Prochaine Image
pt_br: Próximo quadro

source: Jump to the last frame of the sequence
de_de: Springe zum letzten Rahmen der Sequenz
fr_fr: Aller à la dernière image de la séquence
pt_br: Pula para o último quadro da sequência

source: Jump to End
de_de: Springe zum Ende
fr_fr: Aller à la fin
pt_br: Pular para o fim

source: Toggle whether this effect should loop
de_de: Umschalten ob dieser Effekt in einer Schleife abgespielt werden soll
fr_fr: Basculer si cet effet doit boucler
pt_br: Escolha se esse efeito deve repetir

source: Loop
de_de: Schleife
fr_fr: Boucle
pt_br: Repetir

source: Frames per second to play the sequence. Note that frame rates that are too high may not play properly due to bottlenecks with the driver, lighting firmware or software. This may potentially shorten the LED's lifespan.
de_de: Rahmen pro Sekunde zum Abspielen der Sequenz. Beachte dass Sequenzen mit Rahmen-Raten die zu hoch sind, aufgrund von möglichen Begrenzungen im Treiber, in der Beleuchtungsfirmware, oder Software, möglicherweise nicht korrekt abspielen können. Dies kann möglicherweise die Lebensdauer der LEDs reduzieren.
fr_fr: Images par seconde pour lire la séquence. Noter que les taux d'images qui sont trop hauts peuvent ne fonctionner correctement dû à des limitations avec le pilote, le firmware ou l'éclairage logiciel. Cela peut potentiellement raccourcir la durée de vie de la LED.
pt_br: Quadros por segundo para rodar a sequência. Note que a frequência de quadros é bem alta e pode não aparecer apropriadamente por gargalos no driver, firmware de iluminação ou software. Isso pode encurtar a vida dos LEDs.

source: Frames per second to play the sequence
de_de: Rahmen pro Sekunde zum Abspielen der Sequenz
fr_fr: Image par seconde pour lire la séquence
pt_br: Quadros por segundo para rodar a sequência

source: fps
pt_br: qps

source: Current Colour
de_de: Aktuelle Farbe
fr_fr: Couleur Actuelle
pt_br: Cor atual

source: Open System Colour Picker
de_de: System-Farbwähler öffnen
fr_fr: Ouvrir le sélecteur de couleurs du système
pt_br: Abre o seletor de cores do sistema

source: Choose a custom colour using the system's colour picker
de_de: Wähle eine benutzerdefinierte Farbe mit dem System-Farbwähler
fr_fr: Choisissez une couleur personnalisée à l'aide du sélecteur de couleurs du système
pt_br: Escolha uma cor customizada usando o seletor de cores do sistema

source: Increase the Hue
de_de: Erhöhe den Farbton
fr_fr: Augmenter la teinte
pt_br: Aumenta o tonalidade

source: Hue
de_de: Farbton
fr_fr: Teinte
pt_br: Tonalidade

source: Saturation
de_de: Sättigung
pt_br: Saturação

source: Decrease
de_de: Reduzieren
fr_fr: Diminuer
pt_br: Diminuir

source: Protip: You can scroll over these buttons to quickly change the corresponding HSL attribute!
de_de: Pro-Tipp: Du kannst über diese Schaltflächen scrollen, um schnell die entsprechenden HSL-Werte zu ändern!
fr_fr: Astuce : Vous pouvez faire défiler ces boutons pour changer rapidement l'attribut HSL correspondant !
pt_br: Dica de pró: Você pode deslizar por esses botões para mudar rapidamente os atributos HSL correspondentes!

source: Increase
de_de: Erhöhen
fr_fr: Augmenter
pt_br: Aumentar

source: Lightness
de_de: Helligkeit
fr_fr: Luminosité
pt_br: Brilho

source: Save and Close
de_de: Speichern und schließen
fr_fr: Sauvegarder et Fermer
pt_br: Salvar e fechar

source: Save the effect to disk, and close the editor
de_de: Speichere den Effekt auf dem Speicher, und schließe den Editor
fr_fr: Sauvegarder l'effet sur le disque, et fermer l'éditeur
pt_br: Salve os efeitos no disco e feche o editor

source: Save
de: Speichern
de_de: Speichern
fr_fr: Sauvegarder
pt_br: Salvar

source: Save any unsaved data to disk, just in case!
de_de: Speichere jegliche ungespeicherten Daten auf dem Speicher, nur für den Fall!
fr_fr: Sauvegarder toutes les données non enregistrées sur le disque, juste au cas où !
pt_br: Salvar qualquer dado no disco, só por precaução!

source: Revert
de: Rückgängig machen
de_de: Rückgängig machen
fr_fr: Inversion
pt_br: Reverter

source: Undo any changes and reload from disk
de_de: Mache jegliche Änderungen rückgängig und lade erneut vom Speicher
fr_fr: Annuler toutes les modifications
pt_br: Voltar qualquer alteração e carregar do disco

source: Close and Discard Changes
de_de: Schließen und Änderungen verwerfen
fr_fr: Fermer et Abandonner les modifications
pt_br: Fechar e descartar alterações

source: Close the editor and discard any unsaved changes
de_de: Schließe den Editor und verwerfe jegliche ungespeicherten Änderungen
fr_fr: Fermer l'éditeur et abandonner les modifications non enregistrées
pt_br: Fechar o editor e descartar qualquer alterações não salvas

source: Draw
de_de: Zeichnen
fr_fr: Dessiner
pt_br: Desenhar

source: Draw the selected colour to LEDs by clicking or dragging over them
de_de: Zeichne die gewählte Farbe auf die LEDs indem du klickst, oder über sie ziehst
fr_fr: Dessiner la couleur sélectionnée aux LED en cliquant ou en glissant dessus
pt_br: Desenha a cor selecionada aos LEDs, clicando e arrastando por cima

source: Picker
de: Auswahl
de_de: Auswählen
fr_fr: Pipette
pt_br: Seletor

source: Take an existing colour from an LED to draw with
de_de: Nehme eine existierende Farbe von einer LED, um mit ihr zu Zeichnen
fr_fr: Prendre une couleur existante à partir d'une LED pour dessiner avec
pt_br: Pega uma cor existente de um LED para desenhar com ela

source: Eraser
de_de: Radierer
fr_fr: Effacer
pt_br: Borracha

source: Erase the colour from an LED by clicking or dragging over them
de_de: Lösche die Farbe von einer LED indem du klickst, oder über sie ziehst
fr_fr: Effacer la couleur sélectionnée d'une LED en cliquant ou en glissant dessus
pt_br: Apaga a cor dos LED, clicando e arrastando por cima

source: Device Graphic
de_de: Geräte-Grafik
fr_fr: Périphérique Graphique
pt_br: Dispositivos Gráficos

source: Present the LEDs as a graphical represention of the actual hardware (where available)
de_de: Präsentiere die LEDs als eine grafische Repräsentation der echten Hardware (sofern verfügbar)
fr_fr: Présentation des LED en tant que représentation graphique du matériel actuel (quand disponible)
pt_br: Apresenta os LEDs com uma representação gráfica do hardware atual (quando disponível)

source: Grid
de_de: Gitter
fr_fr: Grille
pt_br: Grade

source: Present the LEDs in a grid
de_de: Präsentiere die LEDs in einem Gitter
fr_fr: Présentation des LED dans une grille
pt_br: Apresenta os LEDs em uma grade

source: Edit Metadata...
de_de: Metadaten bearbeiten...
fr_fr: Éditer les métadonnées...
pt_br: Alterar metadados...

source: Edit the name, icon and other related data for this effect
de_de: Bearbeite den Namen, das Symbol, und andere zugehörige Daten für diesen Effekt
fr_fr: Éditer le nom, l'icône ou autre donnée en rapport avec cet effet
pt_br: Altere o nome, ícone e outras informações relacionadas a esse efeito

source: Duplicate Layer
de_de: Ebene duplizieren
fr_fr: Dupliquer le calque
pt_br: Duplicar camada

source: Delete Layer
de_de: Rahmen löschen
fr_fr: Supprimer le calque
pt_br: Remover camada

source: Permanently delete the selected layer
de_de: Lösche die gewählte Ebene dauerhaft
fr_fr: Suppression permanente du calque sélectionné
pt_br: Permanentemente remove a camada selecionada

source: Raise Layer
de_de: Ebene erhöhen
fr_fr: Monter le calque
pt_br: Subir camada

source: Alt+Up
de_de: Alt+Hoch
pt_br: Alt+Cima

source: Lower Layer
de_de: Ebene senken
fr_fr: Descendre le calque
pt_br: Descer camada

source: Alt+Down
de_de: Alt+Runter
pt_br: Alt+Baixo

source: Shift Left
de_de: Nach links verschieben
fr_fr: Décaler Gauche
pt_br: Shift esquerdo

source: Push all LEDs on this layer/frame by one column to the left
de_de: Verschiebe alle LEDs auf dieser/diesem Ebene/Rahmen um eine Spalte nach links
fr_fr: Décaler toutes les LED sur ce calque/cadre d'une colonne vers la gauche
pt_br: Empurra todos os LEDs dessa camada/quadro para uma coluna à esquerda

source: Ctrl+Shift+Left
de_de: Strg+Umschalt+Links
pt_br: Ctrl+Shift+Esquerda

source: Shift Right
de_de: Nach rechts verschieben
fr_fr: Décaler Droite
pt_br: Shift direito

source: Push all LEDs on this layer/frame by one column to the right
de_de: Verschiebe alle LEDs auf dieser/diesem Ebene/Rahmen um eine Spalte nach rechts
fr_fr: Décaler toutes les LED sur ce calque/cadre d'une colonne vers la droite
pt_br: Empurra todos os LEDs dessa camada/quadro para uma coluna à direita

source: Ctrl+Shift+Right
de_de: Strg+Umschalt+Rechts
pt_br: Ctrl+Shift+Direita

source: Shift Up
de_de: Nach oben verschieben
fr_fr: Décaler vers le Haut
pt_br: Empurra acima

source: Push all LEDs on this layer/frame by one row upwards
de_de: Verschiebe alle LEDs auf dieser/diesem Ebene/Rahmen um eine Spalte nach links
fr_fr: Décaler toutes les LED sur ce calque/cadre d'une rangée vers le haut
pt_br: Empurra todos os LEDs dessa camada/quadro para uma linha para cima

source: Ctrl+Shift+Up
de_de: Strg+Umschalt+Hoch
pt_br: Ctrl+Shift+Cima

source: Shift Down
de_de: Nach unten verschieben
fr_fr: Décaler vers le Bas
pt_br: Empurra abaixo

source: Push all LEDs on this layer/frame by one row downwards
de_de: Verschiebe alle LEDs auf dieser/diesem Ebene/Rahmen um eine Spalte nach unten
fr_fr: Décaler toutes les LED sur ce calque/cadre d'une rangée vers le bas
pt_br: Empurra todos os LEDs dessa camada/quadro para uma linha para baixo

source: Ctrl+Shift+Down
de_de: Strg+Umschalt+Runter
pt_br: Ctrl+Shift+Baixo

source: New Layer...
de_de: Neue Ebene...
fr_fr: Nouveau Calque...
pt_br: Nova camada...

source: Zoom In
de_de: Ansicht vergrößern
fr_fr: Augmenter
pt_br: Ampliar

source: Enlarge the graphic or grid in the viewport
de_de: Vergrößere die Grafik, oder das Gitter, in der Ansicht
fr_fr: Élargir le graphique ou la grille dans la fenêtre
pt_br: Aumenta o gráfico ou grade na janela de visualização

source: Zoom Out
de_de: Ansicht verkleinern
fr_fr: Diminuer
pt_br: Reduzir

source: Shrink the graphic or grid in the viewport
de_de: Verkleinere die Grafik, oder das Gitter, in der Ansicht
fr_fr: Réduire le graphique ou la grille dans la fenêtre
pt_br: Encolhe o gráfico ou grade na janela de visualização

source: Reset Zoom
de_de: Vergrößerung zurücksetzen
fr_fr: Rénitialiser le zoom
pt_br: Reseta o zoom

source: Reset the size of the graphic or grid in the viewport
de_de: Setze die Größe der Grafik, oder des Gitters, in der Ansicht zurück
fr_fr: Rénitialiser la taille du graphique ou de la grille dans la fenêtre
pt_br: Reseta o tamanho do gráfico ou grade na janela de visualizção

source: Move Frame Left
de_de: Rahmen nach links bewegen
fr_fr: Déplacer les frames vers la droite
pt_br: Move o quadro para esquerda

source: Alt+Left
de_de: Alt+Links
fr_fr: Alt + flèche de gauche
pt_br: Alt+Esqueda

source: Move Frame Right
de_de: Rahmen nach rechts bewegen
fr_fr: Déplacer les frames vers la droite
pt_br: Move o quadro para Direita

source: Alt+Right
de_de: Alt+Rechts
fr_fr: Alt + flèche de droite
pt_br: Alt+Direita

source: Online Help
de_de: Online-Hilfe
fr_fr: Aide en ligne
pt_br: Ajuda online

source: Website
fr_fr: Site internet
pt_br: Site

source: What's New?
de_de: Was ist neu?
fr_fr: Quad de noeuf ?
pt_br: O que há de novo?

source: Report a Bug
de_de: Einen Fehler berichten
fr_fr: Rapporter un bug
pt_br: Reportar um bug

source: Donate
de_de: Spenden
fr_fr: Faire une donation
pt_br: Doar

source: About
de: Über
de_de: Über
fr_fr: À propos de
pt_br: Sobre

source: Edit Triggers...
de_de: Bearbeite Auslöser...
fr_fr: Modifier les déclencheurs...
pt_br: Alterar gatilhos...

source: Configure automation for this effect, such as time of day, or when a process is running
de_de: Konfiguriere Automation für diesen Effekt, wie Tageszeit, oder wenn ein Prozess läuft
fr_fr: Configurer l'automatisation pour cet effet, comme l'heure du jour, ou quand un processus est en cours
pt_br: Configura uma automação para esse efeito, como o tempo do dia, ou quando um processo está rodando

source: New Frame
de_de: Neuer Rahmen
fr_fr: Nouvelle Image
pt_br: Novo quadro

source: Delete Frame
de_de: Rahmen löschen
fr_fr: Supprimer l'Image
pt_br: Remover quadro

source: Clone Frame
de_de: Rahmen Klonen
fr_fr: Cloner l'Image
pt_br: Clonar quadro

source: Start playback
de_de: Abspielen
fr_fr: Démarrer la lecture
pt_br: Começar repetição

source: Stop
de: Stoppen
de_de: Stoppen
pt_br: Parar

source: Pause playback
de_de: Pausieren
fr_fr: Mettre en pause
pt_br: Pausar repetição

source: Left
de: Links
de_de: Links
fr_fr: Gauche
pt_br: Esqueda

source: Right
de: Rechts
de_de: Rechts
fr_fr: Droite
pt_br: Direita

source: Home
de_de: Pos1
fr_fr: Début
pt_br: Iniciar

source: End
de_de: Ende
fr_fr: Fin
pt_br: Fim

source: Show Key Labels
de_de: Zeige Tasten-Beschriftung
fr_fr: Montrer les labels des touches
pt_br: Mostrar rótulos das teclas

source: Show or hide the labels and symbols on keys
de_de: Zeige oder verstecke die Beschriftungen und Symbole auf Tasten
fr_fr: Montrer ou cacher les labels et les symboles sur les touches
pt_br: Mostrar ou esconder os rótulos e símbolos nas teclas

source: Open Colour Picker
de_de: Farbwähler öffnen
fr_fr: Ouvrir le sélecteur de couleurs
pt_br: Abrir seletor de cores

source: Increase Hue
de_de: Farbton erhöhen
fr_fr: Augmenter la teinte
pt_br: Aumentar tonalidade

source: Changes the HSL attribute for the current colour. Useful for blending colours!
de_de: Ändert die HSL-Werte für die aktuelle Farbe. Nützlich um Farben zu mischen!
fr_fr: Changer l'attribut HSL de la couleur actuelle. Utile pour mélanger les couleurs !
pt_br: Altera os atributos HSL para a cor atual. Útil para misturar cores!

source: Decrease Hue
de_de: Farbton reduzieren
fr_fr: Diminuer la teinte
pt_br: Diminuir tonalidade

source: Increase Saturation
de_de: Sättigung erhöhen
fr_fr: Augmenter la saturation
pt_br: Aumentar saturação

source: Decrease Saturation
de_de: Sättigung reduzieren
fr_fr: Diminuer la saturation
pt_br: Diminuir saturação

source: Increase Lightness
de_de: Helligkeit erhöhen
fr_fr: Augmenter la Clarté
pt_br: Aumentar brilho

source: Decrease Lightness
de_de: Helligkeit reduzieren
fr_fr: Diminuer la Clarté
pt_br: Diminuir brilho

source: Edit Saved Colours
de_de: Bearbeite gespeicherte Farben
fr_fr: Éditer les Couleurs Sauvegardées
pt_br: Editar cores salvas

source: Modify or reorder your saved colours
de_de: Modifiziere, oder ordne deine gespeicherten Farben neu
fr_fr: Modifier ou réorganiser les couleurs sauvegardées
pt_br: Modificar e reordenar suas cores salvas

source: Edit Metadata
de_de: Metadaten bearbeiten
fr_fr: Éditer les Métadonnées
pt_br: Editar metadados

source: Effect Details
de_de: Effekt-Details
fr_fr: Détails de l'effet
pt_br: Detalhe de efeitos

source: Name
fr_fr: Nom
pt_br: Nome

source: Author
de_de: Autor
fr_fr: Auteur
pt_br: Autor

source: Icon
de_de: Symbol
fr_fr: Icône
pt_br: Ícone

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé
pt_br: Sumário

source: Device
de_de: Gerät
fr_fr: Périphérique
pt_br: Dispositivo
