Repository: polychromatic/polychromatic
Catalog: locale/*.po
Languages: de, de_de, fr_fr, pt_br

source: Polychromatic Error
fr_fr: Oups, Polychromatic à eu une erreur
pt_br: Erro do Polychromatic

source: Unable to load the tab properly due to an error.
fr_fr: Impossible de charger correctement l'onglet en raison d'une erreur.
pt_br: Não foi possível carregar a aba apropriadamente por conta de um erro.

source: See below for technical details. Consider reporting this as a bug on this project's issue tracker.
fr_fr: Voir ci-dessous pour les détails techniques. Envisagez de signaler cela comme un bogue sur le gestionnaire de problèmes de ce projet.
pt_br: Veja abaixo para detalhes técnicos. Considere reportar isso como um bug no issue tracker do projeto.

source: Save Data Version Mismatch
fr_fr: Version des données sauvegardées incompatible
pt_br: Incongruência nos dados salvos de versão

source: Polychromatic's configuration (including your effects and presets) have been previously saved in a newer version of this software.
fr_fr: La configuration de Polychromatic (y compris vos effets et préréglages) a été précédemment sauvegardée dans une version plus récente de ce logiciel.
pt_br: A configuração do Polychromatic (incluindo efeitos e perfis) foi salva anteriormente em uma versão mais recente deste software.

source: While this older software version may run as expected, there is no guarantee everything will work as a result of this newer save data. This installation is unsupported.
fr_fr: Bien que cette version plus ancienne du logiciel puisse fonctionner comme prévu, il n'y a aucune garantie que tout fonctionnera en raison de ces données de sauvegarde plus récentes. Cette installation n'est pas prise en charge.
pt_br: Enquanto essa versão de software antiga possa rodar como esperado, não há garantia de que tudo vai funcionar como resultado desses dados salvos recentes. Essa instalação não é suportada.

source: Consider updating the application, ignore this message or delete: ~/.config/polychromatic
fr_fr: Envisagez de mettre à jour l'application, ignorez ce message ou supprimez : ~/.config/polychromatic
pt_br: Considere atualizar a aplicação, ignore essa mensagem ou delete-a: ~/.config/polychromatic

source: Application
pt_br: Aplicação

source: Optional arguments
fr_fr: Arguments optionnels
pt_br: Argumentos opcionais

source: Be verbose to stdout
fr_fr: Être verbeux vers stdout
pt_br: Seja detalhado para stdout

source: Open a specific tab or feature
fr_fr: Ouvrir un onglet ou une fonctionnalité spécifique
pt_br: Abrir uma aba ou recurso específico

source: (Varies)
de_de: (Variiert)
fr_fr: (Variable)
pt_br: (Varia)

source: Device Info
de_de: Geräte-Info
fr_fr: Info du périphérique
pt_br: Informação do dispositivo

source: Effect Mode
de_de: Effekt-Modus
fr_fr: Mode Efffet
pt_br: Modo de efeito

source: Primary Colour
de_de: Primäre Farbe
fr_fr: Couleur primaire
pt_br: Cor primária

source: Secondary Colour
de_de: Sekundäre Farbe
fr_fr: Couleur secondaire
pt_br: Cor secundária

source: Tertiary Colour
de_de: Tertiäre Farbe
fr_fr: Troisième couleur
pt_br: Cor terciária

source: Colour 4
de_de: Farbe 4
fr_fr: Couleur 4
pt_br: Cor 4

source: Change []
de_de: Ändere []
fr_fr: Changer []
pt_br: Alterar []

source: Request Failed
de_de: Anfrage Fehlgeschlagen
fr_fr: Échec de la requête
pt_br: Falha na solicitação

source: There's a fault with Polychromatic's integration with [OpenRazer] for this device or option.
fr_fr: Il y a un problème avec l'intégration de Polychromatic avec [OpenRazer] pour ce périphérique ou cette option.
pt_br: Houve uma falha com a integração de Polychromatic com [OpenRazer] para esse dispositivo ou opção.

source: To help fix this, please check Polychromatic's issue tracker and create a new issue if a similar one does not exist.
fr_fr: Pour aider à résoudre ce problème, veuillez consulter le gestionnaire de problèmes de Polychromatic et créer un nouveau problème si un problème similaire n'existe pas.
pt_br: Para ajudar consertar isso, confira o issue tracker do Polychromatic e crie um novo problema se um similar não existir.

source: Communication Error
de_de: Kommunikationsfehler
fr_fr: Erreur de communication
pt_br: Erro de comunicação

source: An error occurred outside of Polychromatic's control when this command was sent to [OpenRazer].
fr_fr: Une erreur s'est produite en dehors du contrôle de Polychromatic lorsque cette commande a été envoyée à [OpenRazer].
pt_br: Um erro ocorreu externo ao controle do Polychromatic quando esse comando foi enviado para [OpenRazer].

source: Try restarting [OpenRazer] and Polychromatic and give it another go. If this error appears again, it might need fixing in [OpenRazer].
de_de: Versuche [OpenRazer] und Polychromatic neu zu starten, und versuche es noch einmal. Falls dieser Fehler erneut auftritt, braucht dieser möglicherweise eine Korrektur in [OpenRazer].
fr_fr: Essayez de redémarrer [OpenRazer] et Polychromatic et réessayez. Si cette erreur apparaît à nouveau, il peut être nécessaire de la corriger dans [OpenRazer].
pt_br: Tente reiniciar [OpenRazer] e Polychromatic e inicie de novo. Se o erro aparecer novamente , pode-se necessitar de conserto em [OpenRazer].

source: No devices connected
de_de: Keine Geräte verbunden
fr_fr: Pas de périphériques connectés
pt_br: Nenhum dispositivo conectado

source: No backends loaded
de_de: Keine Backends geladen
fr_fr: Pas de backends chargé
pt_br: Sem backends carregados

source: No backends installed
de_de: Keine Backends installiert
fr_fr: Pas de backends installé
pt_br: Sem backends instalados

source: Plug in a compatible device to control its lighting effects and features
de_de: Stecke ein kompatibles Gerät ein, um dessen Beleuchtungseffekte und Funktionen zu kontrollieren
fr_fr: Connectez un périphérique compatible afin de contrôler ses effets lumineux et ses fonctionnalités
pt_br: Conecte um dispositivo compatível para controlar seus efeitos de iluminação e recursos

source: Consult the logs and troubleshooter for hints on fixing this problem
de_de: Betrachte die Logs, und den Problemsucher für Hinweise zum Korrigieren dieses Problems
fr_fr: Consultez les journaux et l'outil de dépannage pour obtenir des conseils sur la résolution de ce problème
pt_br: Consulte os logs e resolução de problemas para dicas de como consertar esse problema

source: Install a compatible backend to configure lighting effects
de_de: Installiere ein kompatibles Backend um Beleuchtungseffekte zu konfigurieren
fr_fr: Installez un backend compatible pour configurer les effets d'éclairage
pt_br: Instale um backend compatível para configurar os efeitos de iluminação

source: Show Error Details
de_de: Zeige Fehler-Details
fr_fr: Afficher le détail des erreurs
pt_br: Mostrar detalhes do erro

source: Backend Error: []
de_de: Backend-Fehler: []
fr_fr: Erreur du backend : []
pt_br: Erro de backend: []

source: An error occurred trying to load []. The error below may provide a clue to what happened.
fr_fr: Une erreur est survenue en essayant de charger []. L'erreur en dessous pourrait fournie une idée de ce qui s'est passé.
pt_br: Um erro ocorreu tentando carregar []. O erro abaixo pode fornecer uma pista do que ocorreu.

source: The last line of the exception was:
fr_fr: L'exception de la dernière ligne était :
pt_br: A última linha de exception foi:

source: Upgrade OpenRazer to use this device. This version of OpenRazer (v1.0.0) does not recognise this device.
fr_fr: Mettez à jour OpenRazer pour utiliser ce périphérique. Car cette version de OpenRazer (v?.?.?) ne reconnait pas ce périphérique.
pt_br: Atualize OpenRazer para usar nesse dispositivo. Essa versão de OpenRazer (v1.0.0) não reconheceu esse dispositivo.

source: Finish setting up OpenRazer (v1.0.0) to use this device.
fr_fr: Finissez la configuration de OpenRazer (v1.0.0+) pour utiliser ce périphérique.
pt_br: Finalize de configurar o OpenRazer (v1.0.0) para usar esse dispositivo.

source: Restart
de: Neustarten
de_de: Neustarten
fr_fr: Redémarrer
pt_br: Reiniciando

source: Download Instructions
fr_fr: Télécharger les instructions
pt_br: Baixar instruções

source: Unsupported Device
fr_fr: Appareil non pris en charge
pt_br: Dispositivos não suportado

source: This device needs support adding in OpenRazer before it can be used in Polychromatic.
fr_fr: Ce périphérique nécessite l'ajout d'une prise en charge à OpenRazer avant de pouvoir être utilisé dans Polychromatic.
pt_br: Esse dispositivo precisa de suporte adicionando no OpenRazer antes que possa ser usado no Polychromatic.

source: Troubleshooting Guide
fr_fr: Guide de résolution de problèmes
pt_br: Guia de solução de problemas

source: Not available for all connected devices
fr_fr: Non disponible pour tous les périphériques connectés
pt_br: Indisponível para todos os dispositivos conectados

source: No
de_de: Nein
fr_fr: Non
pt_br: Não

source: Supported
de_de: Unterstützt
fr_fr: Supporté
pt_br: Suportado

source: 1 row
de_de: 1 Reihe
fr_fr: 1 ligne
pt_br: 1 linha

source: 2 rows
de_de: 2 Reihen
fr_fr: 2 lignes
pt_br: 2 linhas

source: 1 column
de_de: 1 Spalte
fr_fr: 1 colonne
pt_br: 1 coluna

source: 2 columns
de_de: 2 Spalten
fr_fr: 2 colonnes
pt_br: 2 colunas

source: Matrix Dimensions
de_de: Matrix-Abmessungen
fr_fr: Dimensions de la matrice
pt_br: Dimensões da matriz

source: Colour Range
de_de: Farbe
fr_fr: Plage de couleurs
pt_br: Alcance de cor

source: 256 colours
de_de: 256 Farben
fr_fr: 256 couleurs
pt_br: 256 cores

source: 16 million colours
de_de: 16 Millionen Farben
fr_fr: 16 millions de couleurs
pt_br: 16 milhões de cores

source: Charging (0%)
de_de: Lade (0%)
fr_fr: En charge (0%)
pt_br: Carregando (0%)

source: Discharging (0%)
de_de: Wird entladen (0%)
fr_fr: En décharge (0%)
pt_br: Descarregando (0%)

source: Type
de_de: Typ
pt_br: Tipo

source: Removable
de_de: Entfernbar
fr_fr: Amovible
pt_br: Removível

source: Rechargable
de_de: Wiederaufladbar
fr_fr: Rechargeable
pt_br: Recarregável

source: Current DPI
de_de: Aktuelle DPI
fr_fr: DPI actuel
pt_br: DPI atual

source: Default Stages
de_de: Standard-Stufen
fr_fr: Niveau par défaut
pt_br: Estágios padrão

source: Custom Stages
de_de: Benutzerdefinierte Stufen
fr_fr: Niveau personnalisées
pt_br: Estágios customizados

source: (Not set)
de_de: (Nicht festgelegt)
fr_fr: (Non défini)
pt_br: (Não definido)

source: Supports Sync?
de_de: Unterstützt Synchronisierung?
fr_fr: Supporte la synchronisation ?
pt_br: Suporta sincronização?

source: Minimum
pt_br: Mínimo

source: Maximum
pt_br: Máximo

source: Input 0
de_de: Eingabe 0
fr_fr: Entrée 0
pt_br: Entrada 0

source: Option ID
pt_br: ID de opção

source: Active
de_de: Aktiv
pt_br: Ativo

source: Parameter ID
fr_fr: Paramètre ID
pt_br: ID de parâmetro

source: Current Value
de_de: Aktueller Wert
fr_fr: Valeur Actuelle
pt_br: Valor atual

source: Interval
de_de: Intervall
pt_br: Intervalo

source: Coordinate: X,Y
de_de: Koordinaten: X,Y
fr_fr: Coordonnée : X,Y
pt_br: Coordenada: X, Y

source: Coordinate: (Multiple)
de_de: Koordinaten: (Mehrere)
fr_fr: Coordonnées : (Multiple)
pt_br: Coordenada: (Múltipla)

source: Open Input Remapper
de_de: Öffne Input Remapper
fr_fr: Ouvrir le remappeur d'entrée
pt_br: Remapeador de entrada aberto

source: About Macro Recording
de_de: Über Macro-Aufzeichnung
fr_fr: À propos de l'enregistrement des Macros
pt_br: Sobre gravação de macro

source: OpenRazer provides a simple on-the-fly macro recording feature. 1. Press FN+[M] to enter macro mode. 2. Press the macro key to assign to. Only M1-M5 are supported. 3. Press the keys in sequence to record. 4. Press FN+[M] to exit macro mode. Macros remain in memory until the openrazer-daemon process is stopped. The replay speed will be instantaneous, which can be problematic with some software/games.
de_de: OpenRazer stellt eine simple Direktaufzeichnung für Macros zur Verfügung. 1. Drücke FN+[M] um den Makro-Modus zu betreten. 2. Drücke die Makro-Taste zur Zuweisung. Nur M1-M5 sind unterstützt. 3. Drücke die Tasten zum Aufnehmen in Reihenfolge. 4. Drücke FN+[M] um den Makro-Modus zu verlassen. Makros bleiben im Arbeitsspeicher bis der "openrazer-daemon"-Prozess gestoppt ist. Die Wiedergabegeschwindigkeit wird sofortig sein, was mit einiger Software, beziehungsweise einigen Spielen problematisch sein kann.
fr_fr: OpenRazer propose une fonction simple d'enregistrement de macros à la volée. 1.Appuyez sur FN+[M] pour entrer en mode macro. 2.Appuyez sur la touche macro à assigner. Seules les touches M1-M5 sont prises en charge. 3.Appuyez sur les touches en séquence pour enregistrer. 4.Appuyez sur FN+[M] pour quitter le mode macro. Les macros restent en mémoire jusqu'à l'arrêt du processus openrazer-daemon. La vitesse de lecture sera instantanée, ce qui peut poser problème avec certains logiciels/jeux.
pt_br: OpenRazer disponibiliza um simples gravador de macro em tempo real. 1. Pressione Fn+[M] para entrar no modo macro. 2. Pressione a tecla macro à assimilar. Do M1-M5 são suportados. 3. Pressione as teclas na sequência para gravar. 4. Pressione Fn+[M] para sair do modo macro. Macros permanecem na memória até o processo do openrazer-daemon for interrompido. A velocidade de replay será instantânea, o que pode ser um problema em alguns software/jogos.

source: Usage Instructions
de_de: Nutzungsanweisungen
fr_fr: Instructions d'utilisation
pt_br: Instruções de uso

source: Up to 123 DPI
de_de: Bis zu 123 DPI
fr_fr: Jusqu'à 123 DPI
pt_br: Até 123 DPI

source: DPI stages were successfully synchronised to the hardware.
de_de: DPI-Stufen wurden erfolgreich zur Hardware synchronisiert.
fr_fr: Les étapes DPI ont été synchronisées avec succès sur le matériel.
pt_br: Estágios de DPI foram sincronizados com sucesso ao hardware.

source: Columns: []
de_de: Spalten: []
fr_fr: Colonnes : []
pt_br: Colunas: []

source: Rows: []
de_de: Reihen: []
fr_fr: Lignes : []
pt_br: Linhas: []

source: (Not Set)
de_de: (Nicht festgelegt)
fr_fr: (Non défini)
pt_br: (Não definido)

source: Missing Device
de_de: Fehlendes Gerät
fr_fr: Périphérique manquant
pt_br: Faltando dispositivo

source: This effect is designed for a device named '[]', but it wasn't detected.
de_de: Dieser Effekt ist für ein Gerät mit dem Namen '[]' entworfen, aber es wurde nicht gefunden.
fr_fr: Cet effet est conçu pour un périphérique nommé '[]', mais il n'a pas été détecté.
pt_br: Esse efeito é designado para um dispositivo '[]', porém não foi detectado.

source: Live preview has been disabled for this session.
fr_fr: La prévisualisation en direct été désactivé pour cette session.
pt_br: Pré-visualização em tempo real foi desabilitado nessa sessão.

source: File Error
de_de: Datei-Fehler
fr_fr: Erreur du fichier
pt_br: Erro de arquivo

source: The device '[]' is assigned to this effect, but does not support individual addressable LEDs.
de_de: Das Gerät '[]' ist diesem Effekt zugeordnet, aber es unterstützt einzeln adressierbare LEDs nicht.
fr_fr: Le périphérique '[]' est attribué à cet effet, mais ne supporte pas les LED adressables individuelles.
pt_br: Esse dispositivo '[]' foi atribuído para esse efeito, mas não suporta endereçamento individual de LEDs.

source: Unsaved Changes
de_de: Ungespeicherte Änderungen
fr_fr: Changement(s) non-enregistré(s)
pt_br: Alterações não salvas

source: This effect was modified. Would you like to save these changes?
de_de: Dieser Effekt wurde modifiziert. Möchtest du diese Änderungen speichern?
fr_fr: Cet effet a été modifié. Voulez-vous sauver ces modifications ?
pt_br: Esse efeito foi modificado. Gostaria de salvar essas alterações?

source: Gradient
de_de: Farbverlauf
fr_fr: Graduel
pt_br: Gradiente

source: Pulsing
de_de: Pulsierend
fr_fr: Pulsations
pt_br: Pulsante

source: Cycling
fr_fr: Cycles
pt_br: Ciclando

source: Run Scripted Effect
de_de: Führe geskripteten Effekt aus
fr_fr: Lancer un effet scripté
pt_br: Rodar efeito com script

source: Save Error
de_de: Speicher-Fehler
fr_fr: Erreur enregistrée
pt_br: Erro ao salvar

source: Save failed. Please check the permissions and try again.
de_de: Speichern fehlgeschlagen. Bitte überprüfe die Berechtigungen und versuche es erneut.
fr_fr: Échec de la sauvegarde. S'il vous-plaît vérifier les permissions et essayer encore.
pt_br: Falha ao salvar. Por favor confira as permissões e tente novamente.

source: Saved to: []
de_de: Gespeichert in: []
fr_fr: Sauvegarder dans : []
pt_br: Salvo para: []

source: Reload the effect from disk? Any unsaved data will be lost!
de_de: Effekt vom Speicher erneut laden? Jegliche ungespeicherten Daten werden verloren sein!
fr_fr: Recharger l'effet à partir du disque ? Toutes les données non sauvegardées seront perdue !
pt_br: Recarregar o efeito pelo disco? Qualquer dados não salvos serão perdidos!

source: Backend Error
de_de: Backend-Fehler
fr_fr: Erreur backend
pt_br: Erro de backend

source: An error occurred while sending the frame to the hardware.
fr_fr: Une erreur s'est produite lors de l'envoi de la trame au matériel.
pt_br: Um erro ocorreu quando enviado o quadro ao hardware.

source: Temporarily changed the graphic. To make permanent, edit the metadata.
fr_fr: Temporairement changé le graphique. Pour rendre permanent, éditer les métadonnées.
pt_br: Alterações temporárias no gráfico. Para manter permanentes, altere os metadados.

source: Loading...
de_de: Lade...
fr_fr: Chargement...
pt_br: Carregando...

source: Temporarily changed the graphic. To make permanent, edit the application's preferences.
fr_fr: Le graphique a été changé temporairement. Pour le rendre permanent, éditer les préférences de l'application.
pt_br: Alterações temporárias no gráfico. Para manter permanentes, altere as preferências da aplicação.

source: Frame [1] of [10]
de_de: Rahmen [1] von [10]
fr_fr: Trame [1] à [10]
pt_br: Quadro [1] de [10]

source: Permanently delete this frame? There is no undo.
de_de: Diesen Rahmen dauerhaft löschen? Rückgängig machen ist nicht möglich.
fr_fr: Supprimer définitivement cette trame ? Aucune annulation possible.
pt_br: Remover permanente esse quadro? Não tem volta.

source: Tip: This confirmation can be suppressed via the Editor tab under Preferences.
fr_fr: Astuce : Cette confirmation peut être supprimée par l'onglet Éditeur dans les Préférences.
pt_br: Dica: essa confirmação pode ser suprimida pelo editor de aba abaixo de Preferências.

source: Choose Brush Colour
de_de: Wähle Pinselfarbe
fr_fr: Choisissez la couleur du pinceau
pt_br: Escolhas a cor do pincel

source: Out of Bounds
fr_fr: Hors limites
pt_br: Fora dos limites

source: There isn't a position for (X,Y) for this device. The graphic contains incorrect metadata or is incompatible for use with this device.
fr_fr: Il n'y a pas de position (X,Y) pour ce périphérique. Le graphique contient des données incorrectes ou est incompatible avec ce périphérique.
pt_br: Não tem uma posição para (X, Y) para esse dispositivo. O gráfico contém metadados incorretos ou é incompatível para uso com esse dispositivo.

source: This LED is empty - nothing to erase here!
de_de: Diese LED ist leer - nichts zum Löschen hier!
fr_fr: Cette LED est vide - rien à effacer ici !
pt_br: O LED está vazio - não há o que apagar aqui!

source: This LED is empty - no colour to pick here!
de_de: Die LED ist leer - Keine Farbe zum Aufnehmen!
fr_fr: Cette LED est vide - aucune couleur à prendre ici !
pt_br: O LED está vazio - não há cor para selecionar aqui!

source: Controller Error
de_de: Controller-Fehler
fr_fr: Erreur de contrôleur
pt_br: Erro de controlador

source: Failed to load the Qt Web Engine. Unfortunately, editing won't be possible.
fr_fr: Echec du chargement de Qt Web Engine. Malheureusement, l'édition ne sera pas possible.
pt_br: Falha ao carregar o Qt Web Engine. Lamentavelmente, editar não será possível.

source: Make sure the application (and its dependencies) are installed and configured correctly.
fr_fr: Assurez-vous que l'application (ainsi que ces dépendances) sont installées et configurées correctement.
pt_br: Confira se a aplicação (e suas dependências) estão instaladas e configuradas corretamente.

source: Missing File
de_de: Fehlende Datei
fr_fr: Fichier manquant
pt_br: Falta de arquivo

source: This effect is mapped to a graphic named '[]', but it's not installed.
fr_fr: Cet effet est mappé à un graphique nommé '[]', mais il n'est pas installé.
pt_br: Esse efeito está mapeado em um gráfico '[]', mas não está instalado.

source: The grid will be used instead. A different graphic can be chosen by editing the metadata.
fr_fr: La grille sera utilisée à la place. Un graphique différent peut être choisi en modifiant les métadonnées.
pt_br: Essa grade será usada ao invés. Um gráfico diferente pode ser selecionado editando os metadados.

source: It's empty here!
de_de: Es ist leer hier!
fr_fr: C'est vide ici, dit donc !
pt_br: Está vazio aqui!

source: Error loading effect
de_de: Fehler beim Laden vom Effekt
fr_fr: Erreur du chargement de l'effet
pt_br: Erro ao carregar efeito

source: Your own software effects appear here. Try creating one!
de_de: Deine eigenen Software-Effekte erscheinen hier. Versuche einen zu erstellen!
fr_fr: Vos propres effets logiciels apparaissent ici. Essayez d'en créer un !
pt_br: Seu software adquirido aparece aqui. Tente criar um!

source: There's invalid data in this file. The file might be corrupt.
fr_fr: Des données sont invalides dans ce fichier. Le fichier est peut-être corrompu.
pt_br: Há dados inválidos nesse arquivo. O arquivo pode estar corrompido.

source: No devices found. New effects require a compatible device to be present.
de_de: Keine Geräte gefunden. Neue Effekte erfordern dass ein kompatibles Gerät anwesend ist.
fr_fr: Aucun périphérique trouvé. Les nouveaux effets nécessitent la présence d'un matériel compatible.
pt_br: Nenhum dispositivo encontrado. Novos efeitos precisam de um dispositivo compatível presente.

source: Make sure the device is connected and the backend is working.
de_de: Stelle sicher dass das Gerät verbunden ist, und dass das Backend funktioniert.
fr_fr: Assurez-vous que l'appareil est connecté et que le backend fonctionne.
pt_br: Confira se o dispositivo está conectado e o backend está rodando.

source: File In Use
de_de: Datei In Benutzung
fr_fr: Fichier en cours d'utilisation
pt_br: Arquivo em uso

source: This file is being edited in another window. Please switch to that window to make changes.
de_de: Diese Datei wird in einem anderen Fenster bearbeitet. Bitte wechsle zu dem Fenster um Änderungen zu machen.
fr_fr: Le fichier a été modifié dans une autre fenêtre. S'il vous-plaît basculer à cette fenêtre pour appliquer les changements.
pt_br: O arquivo está sendo editado em outra janela. Por favor mude para ela para poder fazer alterações.

source: Other Actions
de_de: Andere Aktionen
fr_fr: Autres actions
pt_br: Outras ações

source: This file is being edited in another window. Please close that editor first.
de_de: Diese Datei wird in einem anderen Fenster bearbeitet. Bitte schließe jenen Editor erst.
fr_fr: Le fichier a été modifié dans une autre fenêtre. Fermez d'abord s'il vous -plaît l'éditeur.
pt_br: Esse arquivo está sendo alterado em outra janela. Por favor feche o outro editor primeiro.

source: Choose Effect Icon
de_de: Wähle Effekt-Symbol
fr_fr: Choisissez l'effet
pt_br: Escolha o ícone do efeito

source: No compatible devices found. Only individually addressable LED capable hardware can be used for effects.
de_de: Keine kompatiblen Geräte gefunden. Nur Hardware mit einzeln adressierbaren LEDs kann für Effekte genutzt werden.
fr_fr: Aucuns périphériques compatible trouvé. Seul le matériel compatible avec les LED adressables individuellement peut être utilisé pour les effets.
pt_br: Nenhum dispositivo compatível encontrado. Somente hardware compatível com endereçamento individual de LED podem ser usados para esses efeitos.
