Repository: polychromatic/polychromatic
Catalog: locale/*.po
Languages: de, de_de, fr_fr, pt_br

source: Mapping
de_de: Zuordnung
fr_fr: Maillage
pt_br: Mapeamento

source: Use a graphic resembling this device:
de_de: Benutze eine Grafik die diesem Gerät ähnelt:
fr_fr: Utiliser une image ressemblant au périphérique :
pt_br: Use um gráfico lembrando esse dispositivo:

source: Use a grid
de_de: Benutze ein Gitter
fr_fr: Utiliser une grille
pt_br: Use uma grade

source: Preview
de: Vorschau
de_de: Vorschau
fr_fr: Prévisualisation
pt_br: Pré-visualizar

source: Heads up! Animated GIFs are not supported by all desktop environments.
de_de: Hinweis! Animierte GIFs sind nicht von allen Desktop-Umgebungen unterstützt.
fr_fr: Attention ! Les GIF animés ne sont pas pris en compte par tous les environnement de bureau !
pt_br: Atenção! GIFs animados não são suportados por todos os ambientes de desktop.

source: Tray Applet
de: Symbol im Benachrichtigungsbereich
de_de: Symbol im Benachrichtigungsbereich
fr_fr: Applet de la zone de notification
pt_br: Applet de bandeja

source: Emblems
de_de: Embleme
fr_fr: Emblèmes
pt_br: Emblema

source: Applications
de_de: Anwendungen
pt_br: Aplicações

source: Custom
de: Benutzerdefiniert
de_de: Benutzerdefiniert
fr_fr: Personnalisé
pt_br: Customizados

source: Browse for an icon to import
de_de: Stöbere nach einem Symbol zum Importieren
fr_fr: Chercher un icône à importer
pt_br: Pesquisar por um ícone para importar

source: Delete this custom icon from your list
de_de: Lösche dieses benutzerdefinierte Symbol von deiner Liste
fr_fr: Supprimer cet icône personnalisé de votre liste
pt_br: Remova esse icone customizado de sua lista

source: Use the arrow keys, click or drag on the table below to light up that LED on the physical device.
de_de: Benutze die Pfeiltasten, klicke, oder ziehe auf der Tabelle unten, um die entsprechende LED auf dem physischen Gerät aufleuchten zu lassen.
fr_fr: Utilisez les flèches directionnelles, cliquer ou déposer sur le tableau ci-dessous pour allumer les LED sur le périphérique.
pt_br: Use as setas, clique e arraste na tabela abaixo para ligar esse LED no dispositivo físico.

source: Please wait...
de_de: Bitte warte...
fr_fr: Merci de patienter...
pt_br: Por favor aguarde...

source: Devices
de_de: Geräte
fr_fr: Périphériques
pt_br: Dispositivos

source: Effects
de_de: Effekte
fr_fr: Effets
pt_br: Efeitos

source: Presets
de_de: Voreinstellungen
fr_fr: Préselections
pt_br: Predefinições

source: Triggers
de_de: Auslöser
fr_fr: Déclencheurs
pt_br: Gatilhos

source: Tasks
de_de: Aufgaben
fr_fr: Tâches
pt_br: Tarefas

source: Apply to All
de_de: Auf alle anwenden
fr_fr: Appliquer à tous
pt_br: Aplicar a todos

source: Close Application
de_de: Anwendung schließen
fr_fr: Fermer l'application
pt_br: Fechar aplicação

source: &Tools
de_de: &Werkzeuge
fr_fr: &Outils
pt_br: &Ferramentas

source: New Effect...
de_de: Neuer Effekt...
fr_fr: Nouvel effet...
pt_br: Novo efeito...

source: Hide Menu Bar
de_de: Menü-Leiste verstecken
fr_fr: Cacher la barre de menu
pt_br: Esconder Barra de menu

source: Quit
de: Schließen
de_de: Schließen
fr_fr: Quitter
pt_br: Sair

source: Restart Daemon
de: Hintergrunddienst neustarten
de_de: Hintergrunddienst neustarten
fr_fr: Redémarrer le daemon
pt_br: Reinicie o daemon

source: Open Log...
de_de: Log öffnen...
fr_fr: Ouvrir les Journaux...
pt_br: Abrir registro...

source: Configure...
de_de: Konfigurieren...
fr_fr: Configurer...
pt_br: Configurar...

source: About OpenRazer
de_de: Über OpenRazer
fr_fr: À propos d'OpenRazer
pt_br: Sobre OpenRazer

source: New Preset...
de_de: Neue Voreinstellung...
fr_fr: Nouvelle présélection...
pt_br: Nova predefinição...

source: New Preset from Current Devices...
de_de: Neue Voreinstellung von aktuellen Geräten...
fr_fr: Nouvelle présélection des périphériques actuels...
pt_br: Nova predefinição de dispositivos atuais...

source: Restart Tray Applet
de_de: Tray-Anwendung neu starten
fr_fr: Redémarrage de l'applet système
pt_br: Reiniciar applet de bandeja

source: View Background Tasks
de_de: Betrachte Hintergrund-Aufgaben
fr_fr: Visualisez les tâches en arrière-plan
pt_br: Visualizar tarefas de fundo

source: Keep the Menu Bar
de_de: Behalte die Menü-Leiste
fr_fr: Conservez la barre de menu
pt_br: Manter a barra de menu

source: Duplicate
de_de: Duplizieren
fr_fr: Dupliquer
pt_br: Duplicar

source: Preferences
de: Einstellungen
de_de: Einstellungen
fr_fr: Préférences
pt_br: Preferências

source: Troubleshoot
de_de: Problemsuche
fr_fr: Résolution de problèmes
pt_br: Solucionar problemas

source: Refresh
de_de: Auffrischen
fr_fr: Rafraîchir
pt_br: Recarregar

source: Import Effect...
de_de: Effekt importieren...
fr_fr: Importer un effet...
pt_br: Importar efeito...

source: Force Refresh
de_de: Auffrischen erzwingen
fr_fr: Forcer le rafraîchissement
pt_br: Forçar recarregar

source: Translate
fr_fr: Traduire
pt_br: Traduzir

source: New Effect
de_de: Neuer Effekt
fr_fr: Nouvel effet
pt_br: Novo efeito

source: Please choose the type of effect to create.
de_de: Bitte wähle den Typ vom Effekt zum Erstellen.
fr_fr: S'il vous plaît, choisissez le type d'effet à créer.
pt_br: Por favor escolha o tipo de efeito para criar.

source: Create simple effects using a layer-based system
de_de: Erstelle simple Effekte die ein ebenen-basiertes System nutzen
fr_fr: Création d'un effet simple à partir du système de calques
pt_br: Criar efeitos simples usando um sistema baseado em camadas

source: Layered
de_de: Gestapelt
fr_fr: Superposé
pt_br: Em camadas

source: Create an animated (or static) using frames and pixels
de_de: Erstelle eine animierte (oder statische) Sequenz die Rahmen und Pixel nutzt
fr_fr: Création d'un animé (ou statique) en utilisant les images et les pixels
pt_br: Cria animado (ou estático) usando quadros e pixels

source: Sequence
de_de: Sequenz
fr_fr: Séquence
pt_br: Sequência

source: Write the effect using the Python programming language
de_de: Schreibe den Effekt indem du die "Python"-Programmiersprache nutzt
fr_fr: Écrire l'effet en utilisant le langage de programmation Python
pt_br: Escreva um efeito usando a linguagem de programação Python

source: Hover for more details
de_de: Zeige für mehr Details
fr_fr: Survoler pour plus de détails
pt_br: Passe o cursor para mais detalhes

source: OpenRazer Configuration
de_de: OpenRazer-Konfiguration
fr_fr: Configuration d'OpenRazer
pt_br: Configurações do OpenRazer

source: These settings only apply to the OpenRazer daemon. They are not supported by this application.
de_de: Diese Einstellungen beziehen sich nur auf den OpenRazer-Daemon. Sie sind nicht von dieser Anwendung unterstützt.
fr_fr: Ces paramètres concernent seulement le daemon d' OpenRazer. Ils ne sont pas supportés par cette application.
pt_br: Essas configurações só aparecem ao daemon do OpenRazer. Não são suportadas por essa aplicação.

source: Enable verbose logging
de_de: Ausführliches Protokollieren aktivieren
fr_fr: Activez la journalisation détaillée
pt_br: Seja muito detalhado (para depuração)

source: Turn off brightness when screen saver or lock screen is activated
de_de: Schalte die Helligkeit aus, wenn ein Bildschirmschoner oder Sperrbildschirm aktiviert ist
fr_fr: Éteindre la luminosité lorsque l'économiseur d'écran ou l'écran de verrouillage est activé
pt_br: Desligue a iluminação quando a proteção de tela ou a tela de bloqueio estiver ativada

source: Show battery notifications
de_de: Zeige Batterie-Benachrichtigungen
fr_fr: Afficher les notifications de batterie
pt_br: Mostrar notificações de bateria

source: Only notify when device % reaches
de_de: Benachrichtige nur, wenn Gerät % erreicht
fr_fr: Notifier uniquement lorsque le pourcentage de l'appareil atteint
pt_br: Só notificar quando a % do dispositivo chegar

source: Reminder frequency
de_de: Erinnerungshäufigkeit
fr_fr: Fréquence de rappel
pt_br: Frequência de lembrete

source: minute(s)
de_de: Minute(n)
pt_br: minuto(s)

source: Restore software settings on device connect
fr_fr: Restaurer les paramètres logiciels lors de la connexion du périphérique
pt_br: Restaurar configurações do software no dispositivo conectado

source: Enabling this ensures the last used settings are set on the hardware. When disabled, the device is responsible to retain settings across power cycles.
fr_fr: L'activation de cette option garantit que les derniers paramètres utilisés sont définis sur le matériel. Lorsqu'elle est désactivée, le périphérique est responsable de conserver les paramètres lors des cycles d'alimentation.
pt_br: Ativar essa opção garante que as últimas configurações são definidas no hardware. Quando desativado o dispositivo é responsável por manter as configurações entre ciclos de energia.

source: My device doesn't restore effects properly
fr_fr: Mon périphérique ne restore pas les effets proprement
pt_br: Meu dispositivo não restaura os efeitos apropriadamente

source: If your device doesn't restore the last selected effect in Linux after using the official Razer Synapse driver in Windows, try this option.
fr_fr: Si votre périphérique ne reprends pas son dernier effet que vous avez séléctionné dans Linux après avoir utilisé le driver Razer Synapse dans Windows, essayez cette option.
pt_br: Se o seu dispositivo não restaura o último efeito selecionado no Linux depois de usar o driver oficial Razer Synapse no Windos, tente esta opção.

source: Client
de_de: Klient
pt_br: Cliente

source: These settings will be used by Polychromatic when interfacing with the OpenRazer daemon.
de_de: Diese Einstellungen werden von Polychromatic genutzt, wenn es mit dem OpenRazer-Daemon interagiert.
fr_fr: Ces paramètres seront utilisés par Polychromatic quand il s'interface avec le daemon d'OpenRazer.
pt_br: Essas configurações irão ser utilizada pelo Polychromatic quando interagir com daemon OpenRazer.

source: Ripple Refresh Rate
de_de: Ripple-Auffrisch-Rate
fr_fr: Taux de rafraîchissement de l'ondulation
pt_br: Taxa de atualização de RIpple

source: seconds
de_de: Sekunden
fr_fr: secondes
pt_br: segundos

source: Scroll Wheel
de: Mausrad
de_de: Mausrad
fr_fr: Molette de la souris
pt_br: Roda de rolagem

source: Logo
pt_br: Logotipo

source: Hex Ring
de_de: Hexagon Ring
fr_fr: Anneau Hexadécimal
pt_br: Anel Hex

source: Laptop Lid
de_de: Laptop-Deckel
fr_fr: Couvercle Portable
pt_br: Tampa do Laptop

source: Backlight
de: Beleuchtung
de_de: Beleuchtung
fr_fr: Rétro-éclairage
pt_br: Luz de fundo

source: Charging
de_de: Lädt
fr_fr: Chargement
pt_br: Carregando

source: Fast Charging
de_de: Schnell ladend
fr_fr: Recharge rapide
pt_br: Carregamento rápido

source: Fully Charging
de_de: Vollständig ladend
fr_fr: Chargé completement
pt_br: Totalmente carregado

source: Brightness
de: Helligkeit
de_de: Helligkeit
fr_fr: Luminosité
pt_br: Brilho

source: On
de: Ein
de_de: Ein
fr_fr: Activé
pt_br: Ativado

source: Off
de: Aus
de_de: Aus
fr_fr: Désactivé
pt_br: Desativado

source: Enabled
de: Aktiviert
de_de: Aktiviert
fr_fr: Activé
pt_br: Ativado

source: Spectrum
de: Spektrum
de_de: Spektrum
fr_fr: Spectral
pt_br: Espectro

source: Wave
de: Welle
de_de: Welle
fr_fr: Vague
pt_br: Onda

source: Up
de: Nach oben
de_de: Nach oben
fr_fr: Haut
pt_br: Cima

source: Down
de: Nach unten
de_de: Nach unten
fr_fr: Bas
pt_br: Baixo

source: Clockwise
de: Im Uhrzeigersinn
de_de: Im Uhrzeigersinn
fr_fr: Horaire
pt_br: Sentido horário

source: Anti-clockwise
de: Gegen den Uhrzeigersinn
de_de: Gegen den Uhrzeigersinn
fr_fr: Anti-horaire
pt_br: Sentido anti-horário

source: Wheel
fr_fr: Roue
pt_br: Roda

source: Ripple
fr_fr: Ondulation
pt_br: Ondulação

source: Random
de: Zufällig
de_de: Zufällig
fr_fr: Aléatoire
pt_br: Aleatório

source: Single
de_de: Eine Farbe
fr_fr: Simple
pt_br: Simples

source: Reactive
de: Reaktiv
de_de: Reaktiv
fr_fr: Réactive
pt_br: Reativo

source: Fast (0.5s)
de_de: Schnell (0.5s)
fr_fr: Rapide(0.5s)
pt_br: Rápido (0.5s)

source: Medium (1s)
de_de: Mittel (1s)
fr_fr: Moyen(1s)
pt_br: Médio (1s)

source: Slow (1.5s)
de_de: Langsam (1.5s)
fr_fr: Lent(1.5s)
pt_br: Lento (1.5s)

source: Very Slow (2s)
de_de: Sehr langsam (2s)
fr_fr: Très Lent(2s)
pt_br: Muito lento (2s)

source: Blinking
de: Blinken
de_de: Blinken
fr_fr: Clignotant
pt_br: Piscando

source: Static
de: Statisch
de_de: Statisch
fr_fr: Statique
pt_br: Estático

source: Breath
de: Atem
de_de: Atem
fr_fr: Respiration
pt_br: Respiração

source: Mono
pt_br: Simples

source: Dual
de_de: Zwei Farben
fr_fr: Double
pt_br: Duplo

source: Triple
de_de: Drei Farben
pt_br: Triplo

source: Starlight
de: Sternenhimmel
de_de: Sternenhimmel
fr_fr: Scintillement
pt_br: Luz das estrelas

source: Fast
de: Schnell
de_de: Schnell
fr_fr: Rapide
pt_br: Rápido

source: Medium
de: Mittel
de_de: Mittel
fr_fr: Moyen
pt_br: Médio

source: Slow
de: Langsam
de_de: Langsam
fr_fr: Lent
pt_br: Lento

source: Pulsate
de: Pulsieren
de_de: Pulsieren
fr_fr: Pulsation
pt_br: Pulsar

source: X Hz (Y msec latency)
de_de: X Hz (Y ms Latenz)
fr_fr: X Hz (Y msec de latence)
pt_br: X Hz (Y ms de latência)

source: Poll Rate
de_de: Abtastrate
fr_fr: Fréquence d'interrogation
pt_br: Taxa de Polling

source: Game Mode
de: Spielemodus
de_de: Spielemodus
fr_fr: Mode Jeux
pt_br: Modo de jogo

source: Disable Alt+Tab, Alt+F4 and Win keys
de_de: Alt+Tab, ALT+F4, und die Win-Taste deaktivieren
fr_fr: Désactiver les clés Alt+Tab, Alt+F4 et Win
pt_br: Desabilite o Alt+Tab, Alt+F4 e a tecla WIn

source: Sleep mode after
de_de: Schlaf-Modus nach
fr_fr: Mode hibernation après
pt_br: Modo de dormir depois

source: minute
pt_br: minuto

source: minutes
de_de: Minuten
pt_br: minutos

source: Enter low power at
fr_fr: Entrer en mode basse consommation à
pt_br: Entrar em baixa energia em

source: Tactile
de_de: Taktil
pt_br: Tátil

source: Free Spin
fr_fr: Rotation libre
pt_br: Giro livre

source: Scroll Mode
de_de: Scroll-Modus
fr_fr: Mode de défilement
pt_br: Modo de rolagem

source: Scroll Acceleration
de_de: Scroll-Beschleunigung
fr_fr: Accélération du défilement
pt_br: Aceleração do scroll

source: Enable scroll acceleration
de_de: Scroll-Beschleunigung aktivieren
fr_fr: Activer l'accélération du défilement
pt_br: Habilitar aceleração de rolagem

source: Smart Reel
fr_fr: Molette intelligente
pt_br: Rolagem inteligente

source: Enable smart reel
fr_fr: Activer la molette intelligente
pt_br: Habilitar rolagem inteligente

source: Typing (Increased debounce delay)
de_de: Tippen (Erhöhte Debounce-Verzögerung)
fr_fr: Frappe (délai anti-rebond augmenté)
pt_br: Digitando (atraso de debounce aumentado)

source: Gaming (Faster triggering)
de_de: Gaming (Schnellere Auslösung)
fr_fr: Jeu (déclenchement plus rapide)
pt_br: Gaming (clique mais rápido)

source: Optimise for
de_de: Optimieren für
fr_fr: Optimiser pour
pt_br: Otimizar para

source: polychromatic-cli is deprecated and will be removed in a future release.
fr_fr: polychromatic-cli est obselète et va être retiré lors du prochaine release.
pt_br: polychromatic-cli está obsoleto e será removido em uma atualização futura.

source: For more details:
fr_fr: Survoler pour plus de détails :
pt_br: Para mais detalhes:

source: These arguments can be specified
fr_fr: Ces arguments peuvent être spécifiés
pt_br: Esses argumentos podem ser especificados

source: No arguments passed.
fr_fr: Aucun argument transmis.
pt_br: Nenhum argumento inserido.

source: Type polychromatic-cli --help to see possible combinations.
fr_fr: Tapez polychromatic-cli --help pour voir les combinaisons possibles.
pt_br: Digite polychromatic-cli --help para ver combinações possíveis.

source: Select the device by form factor. If omitted, use all devices
fr_fr: Sélectionner le périphérique par facteur de forme. Si omis, utilisez tous les périphériques
pt_br: Selecione o dispositivo pelo formato físico. Se omitido, usa todos dispositivos

source: Select a device by name
fr_fr: Sélectionner un périphérique par nom
pt_br: Selecione um dispositivo pelo nome

source: Select a device by serial number
fr_fr: Sélectionner un périphérique par numéro de série
pt_br: Selecione um dispositivo pelo número de série

source: List connected device(s) and their zone(s)
fr_fr: Lister le(s) périphérique(s) connecté(s) et leur(s) zone(s)
pt_br: Listar dispositivo(s) conectado(s) e sua(s) zona(s)

source: List all possible combinations for selected device(s)
fr_fr: Lister toutes les combinaisons possibles pour le(s) périphérique(s) sélectionné(s)
pt_br: Listar todas combinações possíveis para o(s) dispositivo(s) selecionado(s)

source: Make change to specified zone(s). Comma separated. If omitted, use all available zones
fr_fr: Apporter des modifications aux zones spécifiées. Séparées par des virgules. Si omis, utiliser toutes les zones disponibles
pt_br: Faça alteração para a(s) zona(s) especificadas. Separado por vírgula. Se omitido, usa todas as zonas disponíveis

source: Set option on the device
fr_fr: Définir l'option sur le périphérique
pt_br: Defina a opção nesse dispositivo

source: Set parameter for the option (if applicable)
fr_fr: Définir le paramètre pour l'option (si applicable)
pt_br: Define o parâmetro para a opção (se disponível)

source: Set colours in hex format (#RRGGBB). Comma separated
fr_fr: Définir les couleurs au format hexadécimal (#RRGGBB). Séparées par des virgules
pt_br: Define cores em formato hexa (#RRGGBB). Separado por vírgula

source: Set custom (software) effect by name or path
fr_fr: Définir un effet personnalisé (logiciel) par nom ou chemin
pt_br: Define efeito customizado (software) pelo nome ou caminho

source: To set hardware effects, use --option (-o) instead
fr_fr: Pour définir des effets matériels, utilisez plutôt --option (-o)
pt_br: Para definir efeitos de hardware, use --option (-o) ao invés disso

source: Set dots per inch.
fr_fr: Définir les points par pouce.
pt_br: Define pontos por polegada.

source: Print program version and exit
fr_fr: Afficher la version du programme et quitter
pt_br: Imprime versão do programa e sair

source: Show this help message and exit
fr_fr: Afficher ce message d'aide et quitter
pt_br: Mostrar esta mensagem de ajuda e sair

source: Do not print with pretty columns
fr_fr: Ne pas imprimer avec des colonnes formatées
pt_br: Não imprime com colunas bonitas

source: Force a specific language, e.g. de_DE
fr_fr: Forcer une langue spécifique, p.ex. de_DE
pt_br: Forçar um idioma em específico, por exemplo de_DE

source: Output additional data and debug messages
fr_fr: Afficher des données supplémentaires et des messages de débogage
pt_br: Saída de dados adicionais e mensagens de depuração

source: Available Options
fr_fr: Options disponibles
pt_br: Opções disponíveis

source: No backends available.
pt_br: Nenhum backend disponível.

source: Could not find a device with this name:
fr_fr: Impossible de trouver un périphérique avec ce nom :
pt_br: Não foi possível achar um dispositivo com este nome:

source: Could not find a device with this serial:
fr_fr: Impossible de trouver un périphérique avec ce numéro de série :
pt_br: Não foi possível achar um dispositivo com esse serial:

source: No devices found that match this form factor:
fr_fr: Aucun périphérique trouvé correspondant à ce facteur de forme :
pt_br: Nenhum dispositivo encontrado que coincide com esse formato físico:

source: Avaliable form factors:
fr_fr: Facteurs de forme disponibles :
pt_br: Formatos físicos disponíveis:

source: No devices connected.
fr_fr: Aucun appareil connecté.
pt_br: Nenhum dispositivo conectado.

source: Form Factor
de_de: Geräte-Form
fr_fr: Facteur de forme
pt_br: Formato físico

source: Zones
de_de: Zonen
pt_br: Zonas

source: Unrecognised:
fr_fr: Non reconnu :
pt_br: Não reconhecido:

source: Firmware Version
fr_fr: Version du firmware
pt_br: Versão do firmware

source: Keyboard Layout
fr_fr: Agencement du clavier
pt_br: Layout do Teclado

source: row
fr_fr: ligne
pt_br: linha

source: rows
fr_fr: lignes
pt_br: linhas

source: column
fr_fr: colonne
pt_br: coluna

source: columns
fr_fr: colonnes
pt_br: colunas

source: Custom Effects
de_de: Benutzerdefinierte Effekte
fr_fr: Effets personnalisés
pt_br: Efeitos customizados

source: Unsupported
fr_fr: Non pris en charge
pt_br: Não suportado

source: Yes
de_de: Ja
fr_fr: Oui
pt_br: Sim

source: Yes, Limited RGB
fr_fr: Oui, RGB limité
pt_br: Sim, RGB limitado

source: Battery
de_de: Batterie
fr_fr: Batterie
pt_br: Bateria

source: Supports DPI (--dpi) between 1 and 2
fr_fr: Prend en charge le DPI (--dpi) entre 1 et 2
pt_br: Suporta DPI (--dpi) entre 1 e 2

source: Zone
pt_br: Zona

source: Option
pt_br: Opção

source: Parameters
de_de: Parameter
fr_fr: Paramètres
pt_br: Parâmetros

source: DPI is not supported. Or, it may need to be set using -o/--option.
fr_fr: Le DPI n'est pas pris en charge. Ou, il peut être nécessaire de le définir en utilisant -o/--option.
pt_br: DPI não é suportado. Ou, talvez precise ser definido usando --option (-o).

source: Unable to locate the effect '[]'
fr_fr: Impossible de localiser l'effet '[]'
pt_br: Não foi possível localizar o efeito '[]'

source: 3 byte hexadecimal values are unsupported.
fr_fr: Les valeurs hexadécimales de 3 octets ne sont pas prises en charge.
pt_br: Valores hexadecimais de 3 bytes não são suportados.

source: Colour [] is not a valid hex value.
fr_fr: La couleur [] n'est pas une valeur hexadécimale valide.
pt_br: Cor [] não é um valor válido hexa.

source: Please specify --option (-o). Use --list-options (-k) to view available combinations.
fr_fr: Veuillez spécifier --option (-o). Utilisez --list-options (-k) pour voir les combinaisons disponibles.
pt_br: Por favor especifique --option (-o). Use --list-option (-k) para ver as combinações disponíveis.

source: Failed to set option
fr_fr: Échec de la définition de l'option
pt_br: Falha para definir opção

source: No such zone
fr_fr: Aucune zone de ce type
pt_br: Não existe essa zona

source: No such option
fr_fr: Aucune option de ce type
pt_br: Não existe essa opção

source: Missing --colours (-c) for option
fr_fr: Il manque --colours (-c) pour l'option
pt_br: Faltando --colours (-c) como opção

source: Too many colours specified. Ignoring excess.
fr_fr: Trop de couleurs spécifiées. Les excédents sont ignorés.
pt_br: Muitas cores especificadas. Ignorando exceções.

source: Insufficient --colours (-c) for option
fr_fr: Nombre insuffisant de --colours (-c) pour l'option
pt_br: Insuficiente --colours (-c) como opção

source: Required colours:
fr_fr: Couleurs requises :
pt_br: Cores requeridas:

source: Missing --parameter (-p) for option
fr_fr: Il manque --parameter (-p) pour l'option
pt_br: Faltando --parameter (-p) como opção

source: Available parameters:
fr_fr: Paramètres disponibles :
pt_br: Parâmetros disponíveis:

source: Unsupported parameter
fr_fr: Paramètre non pris en charge
pt_br: Parâmetro não suportado

source: Missing --colours (-c) for parameter
fr_fr: Il manque --colours (-c) pour le paramètre
pt_br: Falantando --colours (-c) como parâmetro

source: Insufficient --colours (-c) for parameter
fr_fr: insuffisant de --colours (-c) pour le paramètre
pt_br: Insuficiente --colours (-c) como parâmetro

source: Invalid parameter
fr_fr: Paramètre invalide
pt_br: Parâmetro inválido

source: USB Accessory
fr_fr: Accessoire USB
pt_br: Acessório USB

source: Display
de_de: Bildschirm
fr_fr: Affichage
pt_br: Tela

source: Fan
de_de: Lüfter
fr_fr: Ventilateur
pt_br: Ventoinha

source: Graphics Card
de_de: Grafikkarte
fr_fr: Carte Graphique
pt_br: Placa de vídeo

source: Keyboard
de_de: Tastatur
fr_fr: Clavier
pt_br: Teclado

source: Memory
de_de: Speicher
fr_fr: Mémoire
pt_br: Memória

source: Speaker
de_de: Lautsprecher
fr_fr: Haut-Parleur
pt_br: Alto falantes

source: Stand
de_de: Ständer
fr_fr: Supporter
pt_br: Suporte

source: Unrecognised
fr_fr: Non reconnu
pt_br: Não reconhecido

source: Green
de: Grün
de_de: Grün
fr_fr: Vert
pt_br: Verde

source: Not available under Flatpak
fr_fr: Non disponible sous Flatpak
pt_br: Indisponível sobre Flatpak
