Repository: polychromatic/polychromatic
Catalog: locale/*.po
Languages: de, de_de, fr_fr, pt_br

source: This is required so that your user account (and daemon) has permission to access the driver files in /sys/bus/hid/drivers
de_de: Dies ist erforderlich damit dein Nutzer-Konto (und Daemon) die Berechtigung zum Zugriff auf die Treiber-Dateien in /sys/bus/hid/drivers hat
fr_fr: Ceci est nécessaire pour que votre compte d'utilisateur (et démon) aient l'autorisation d'accéder aux fichiers du pilote dans /sys/bus/hid/drivers
pt_br: Isso é requerido para que sua conta de usuário (e daemon) tenham permissão de acessar arquivos de driver em /sys/bus/hid/drivers

source: Device can be accessed using plugdev permissions
de_de: Auf das Gerät kann mit "plugdev"-Berechtigungen zugegriffen werden
fr_fr: L'appareil peut être accessible à l'aide des autorisations plugdev
pt_br: Dispositivo pode ser acessado usando permissão plugdev

source: Unable to check as the drivers sysfs path for this Linux kernel is non-standard.
de_de: Unfähig zu prüfen, da der "sysfs"-Pfad, vom Treiber für diesen Linux-Kernel, nicht dem Standard entspricht.
fr_fr: Impossible de vérifier car le chemin sysfs des pilotes pour ce noyau Linux n'est pas standard.
pt_br: Não foi possível conferir já que o caminho para drivers sysfs para esse kernel Linux não é padronizado.

source: Unable to check because OpenRazer's modules are not loaded.
de_de: Unfähig zu prüfen, weil OpenRazers Module nicht geladen sind.
fr_fr: Impossible de vérifier car les modules d'OpenRazer ne sont pas chargés.
pt_br: Não foi possível conferir pois o módulo OpenRazer não está carregado.

source: Permissions for OpenRazer's device files (/sys/bus/hid/drivers) are not set correctly. They should be owned as root:plugdev (owner/group)
de_de: Berechtigungen für OpenRazers Geräte-Dateien (/sys/bus/hid/drivers) sind nicht korrekt festgelegt. Sie sollten von root:plugdev (Besitzer/Gruppe) besitzt werden.
fr_fr: Les autorisations pour les fichiers de périphérique d'OpenRazer (/sys/bus/hid/drivers) ne sont pas définies correctement. Ils doivent appartenir à root : plugdev (propriétaire/groupe)
pt_br: Permissões para arquivos de dispositivo (/sys/bus/hid/drivers) OpenRazer não foram definidos corretamente. Devem ser adquiridas como root:plugdev (dono/grupo)

source: Replugging the hardware and then restarting the daemon usually fixes the problem.
de_de: Die Hardware erneut zu verbinden, und dann den Daemon neu zu starten, löst dieses Problem üblicherweise.
fr_fr: Rebrancher le matériel puis redémarrer le démon résout généralement le problème.
pt_br: Reconectando o hardware e reiniciando o daemon geralmente resolve o problema.

source: Alternately, improperly configured udev rules (such as a missing PID) may cause this to happen.
fr_fr: Alternativement, des règles udev mal configurées (comme un PID manquant) peuvent provoquer cela.
pt_br: Além disso, configurações impróprias de regras udev (como um PID faltando) também podem causar isso.

source: Razer hardware is present for kernel
de_de: Razer-Hardware ist für den Kernel anwesend
fr_fr: Le matériel Razer est présent pour le noyau
pt_br: Hardware Razer está presenter no kernel

source: The Linux kernel does not see hardware with a VID of 1532.
de_de: Der Linux-Kernel sieht keine Hardware mit einer VID von 1532.
fr_fr: Le noyau Linux ne détecte pas de matériel avec un VID de 1532 .
pt_br: O kernel Linux não vê hardware que corresponde ao VID de 1532.

source: Check the device and USB port is working. Try a different port.
de_de: Überprüfe ob das Gerät und die USB-Buchse funktionieren. Versuche eine andere Buchse.
fr_fr: Vérifiez que le matériel et le port USB fonctionnent. Essayez un autre port.
pt_br: Confira se o dispositivo e a porta USB estão funcionando. Tente outra porta.

source: Check device compatibility
de_de: Überprüfe Geräte-Kompatibilität
fr_fr: Vérification de la compatibilité matérielle
pt_br: Confira a compatibilidade deste dispositivo

source: Unable to retrieve this data from OpenRazer's website.
de_de: Unfähig diese Daten von OpenRazers Website zu holen.
fr_fr: Impossible de récupérer ces données sur le site Web d'OpenRazer.
pt_br: Não foi possível reestabelecer esse dado do website do OpenRazer.

source: Check the OpenRazer website to confirm your device is listed as supported.
de_de: Überprüfe die "OpenRazer"-Website um zu bestätigen dass dein Gerät als unterstützt gelistet wird.
fr_fr: Vérifiez sur le site web d'OpenRazer afin de confirmer que votre périphérique est listé comme supporté.
pt_br: Confira o website do OpenRazer se o dispositivo está listado como suportado.

source: If you're checking OpenRazer's GitHub repository, check the 'stable' branch.
fr_fr: Si vous vérifiez le dépôt Github d'OpenRazer, vérifier la branche 'stable'.
pt_br: Se você está conferindo o repositório do OpenRazer GitHub, veja a ramificação 'stable'.

source: The following PIDs are not supported in the latest stable release of OpenRazer:
de_de: Die folgenden PIDs sind nicht von der aktuellsten stabilen Veröffentlichung von OpenRazer unterstützt:
fr_fr: Les PID suivants ne sont pas supportés dans la dernière version stable d'OpenRazer :
pt_br: Os PIDs seguintes não são suportados na última atualização estável de OpenRazer:

source: Check OpenRazer's issues and pull requests to see the status for your device. Create an issue if necessary.
de_de: Überprüfe OpenRazers Issues und Pull-Requests, um den Status für dein Gerät zu sehen. Erstelle ein Issue sofern erforderlich.
fr_fr: Vérifiez les problèmes d'OpenRazer et les pull requests pour voir le statut de votre périphérique. Créez un problème si nécessaire.
pt_br: Confira nos issues e solicitações de pull do OpenRazer o estado do seu dispositivo. Crie um issue se necessário.

source: OpenRazer is the latest version
de_de: OpenRazer ist die aktuellste Version
fr_fr: OpenRazer est la dernière version
pt_br: OpenRazer é a versão mais recente

source: There is a new version of OpenRazer available.
de_de: Es ist eine neue Version von OpenRazer verfügbar.
fr_fr: Il y a une nouvelle version d'OpenRazer disponible.
pt_br: Há uma nova versão para OpenRazer disponível.

source: New versions add support for more devices and address device-specific issues.
de_de: Neue Versionen fügen Unterstützung für mehr Geräte hinzu und korrigieren Geräte-Spezifische Probleme.
fr_fr: Les nouvelles versions ajoutent le support de plus de périphériques et résolvent les problèmes spécifiques à l'appareil.
pt_br: Novas versões adicionam suporte a mais dispositivos e endereçam problemas de dispositivos específicos.

source: Your version: 0.0.0
de_de: Deine Version: 0.0.0
fr_fr: Votre version : 0.0.0
pt_br: Sua versão: 0.0.0

source: Latest version: 0.0.0
de_de: Aktuellste Version: 0.0.0
fr_fr: Dernière version : 0.0.0
pt_br: Última versão: 0.0.0

source: Controller
fr_fr: Contrôleur
pt_br: Controlador

source: Appearance
de_de: Aussehen
fr_fr: Apparence
pt_br: Aparência

source: Use system theme
de_de: Systen-Thema benutzen
fr_fr: Utiliser le thème système
pt_br: Usar tema do sistema

source: Not all distros support this option out of the box. Additional steps may be required before your theme displays in Qt apps on a GTK desktop.
de_de: Nicht alle Distributionen unterstützen diese Einstellung ohne sie anzupassen. Zusätzliche Schritte könnten erforderlich sein, bevor dein Thema in Qt-Apps auf einem GTK-Desktop angezeigt werden.
fr_fr: Toutes les distributions ne prennent pas en charge cette option prête à l'emploi. Des étapes supplémentaires peuvent être nécessaires avant que votre thème ne s'affiche dans les applications Qt sur un bureau GTK.
pt_br: Nem todas as distros suportam essa opção por padrão. Alguns passos extras podem ser necessários antes do seu tema aparecer em apps Qt em desktop GTK.

source: Hide menu bar
de_de: Verstecke Menü-Leiste
fr_fr: Cacher la barre de menu
pt_br: Esconder barra do menu

source: Press Alt to temporarily show the menu bar while it is hidden.
de_de: Drücke Alt um temporär die Menü-Leiste anzuzeigen, während sie versteckt ist.
fr_fr: Appuyez sur Alt pour afficher temporairement la barre de menus lorsqu'elle est masquée.
pt_br: Pressione Alt para temporariamente aparecer a barra do menu quando escondida.

source: Download device images
de_de: Geräte-Bilder herunterladen
fr_fr: Télécharger les images des périphériques
pt_br: Baixar imagens de dispositivos

source: These images may be under a different copyright or license.
de_de: Diese Bilder könnten unter anderem Urheberrecht oder einer anderen Lizenz stehen.
fr_fr: Ces images peuvent être soumises à un droit d'auteur ou une licence différents.
pt_br: Essas imagnes podem estar sob uma licença ou direitos autorais diferente.

source: Toolbar
de_de: Werkzeugleiste
fr_fr: Barre d'outils
pt_br: Barra de ferramentas

source: Follow System Style
de_de: System-Stil befolgen
fr_fr: Suivre le style du système
pt_br: Seguir estilo do sistema

source: Icons Only
de_de: Nur Symbole
fr_fr: Icônes seulement
pt_br: Apenas ícones

source: Text Only
de_de: Nur Text
fr_fr: Texte seulement
pt_br: Apenas texto

source: Text Alongside Icons
de_de: Text neben Symbolen
fr_fr: Texte à côté des icônes
pt_br: Texto junto com ícones

source: Text Under Icons
de_de: Text unter Symbolen
fr_fr: Texte en-dessous des Icônes
pt_br: Texto abaixo dos ícones

source: Landing Tab
de_de: Start-Tab
fr_fr: Onglet d'accueil
pt_br: Aba de inicialização

source: Window Behaviour
de_de: Fenster-Verhalten
fr_fr: Comportement de la fenêtre
pt_br: Comportamento da janela

source: Always open in the center
de_de: Immer in der Mitte öffnen
fr_fr: Toujours ouvrir au centre
pt_br: Sempre abrir no centro

source: Remember last position and size
de_de: Letzte Position und Größe merken
fr_fr: Se rappeler la dernière position et taille
pt_br: Lembra da última posição e tamanho

source: Let the window manager decide
de_de: Den Fenster-Manager entscheiden lassen
fr_fr: Laisser décider le gestionnaire de fenêtres
pt_br: Deixe o gerenciador de janelas decidir

source: Maximized at start
de_de: Beim Start maximiert
fr_fr: Maximiser au démarrage
pt_br: Maximizar ao iniciar

source: Renderer
fr_fr: Rendu
pt_br: Renderizador

source: Automatic
de_de: Automatisch
fr_fr: Automatique
pt_br: Automático

source: GTK Status Icon (Legacy)
fr_fr: État de l'Icône GTK (Héritage)
pt_br: Ícone do GTK Status (legado).

source: Ayatana Indicators
fr_fr: Indicateurs Ayatana
pt_br: Indicadores Ayatana

source: Autostart Delay
de_de: Autostart-Verzögerung
fr_fr: Délai de démarrage automatique
pt_br: Atraso do auto início

source: second(s)
fr_fr: seconde(s)
pt_br: segundo(s)

source: On some desktop environments, due to race conditions, it may be necessary to wait so the applet's icon or device list is loaded properly.
de_de: In einigen Desktop-Umgebunden könnte es, aufgrund von Race-Conditions, erforderlich sein, zu warten, damit das Anwendungssymbol oder die Geräteliste korrekt geladen werden.
fr_fr: Sur certains environnements de bureau, en raison de conditions de concurrence, il peut être nécessaire d'attendre que l'icône de l'applet ou la liste des périphériques soient correctement chargés.
pt_br: Em alguns ambientes de desktop, por conta race condition, pode ser necessário esperar para que o ícone de applet ou a lista de dispositivos sejam carregadas.

source: Start the tray applet when I log on
de_de: Starte die Tray-Anwendung wenn ich mich anmelde
fr_fr: Lancer l'applet de la barre d'état lorsque je me connecte
pt_br: Inicie o applet de bandeja ao iniciar a sessão

source: Your desktop enviroment might not support this feature.
de_de: Deine Desktop-Umgebung könnte dieses Merkmal nicht unterstützen.
fr_fr: Votre environnement de bureau peut ne pas prendre en charge cette fonctionnalité.
pt_br: Seu ambiente de desenvolvimento pode não ter suporte a esse recurso.

source: Customise
de_de: Anpassen
fr_fr: Personnaliser
pt_br: Customize

source: DPI Stages
de_de: DPI Stufen
fr_fr: Niveaux du DPI
pt_br: Estágios DPI

source: Now stored per-device: Click "Edit" for the DPI in the Devices tab.
de_de: Nun für jedes Gerät einzeln gespeichert: Klicke "Bearbeiten" für die DPI im "Geräte"-Reiter.
fr_fr: Désormais stocké par l'appareil : Cliquez sur "Modifier" pour le DPI dans l'onglet Appareils.
pt_br: Agora armazenado por dispositivo: Clique "Editar" para o DPI na aba de dispositivos.

source: Use system cursors
de_de: Nutze System-Zeiger
fr_fr: Utiliser les curseurs du système
pt_br: Usar os cursores do sistema

source: Behaviour
de_de: Verhalten
fr_fr: Comportement
pt_br: Comportamento

source: Hide key labels
de_de: Verstecke Tasten-Beschriftungen
fr_fr: Masquer les libellés des touches
pt_br: Esconder rótulos das teclas

source: Show shades for my saved colours
de_de: Zeige Schattierungen für meine gespeicherten Farben
fr_fr: Afficher les nuances de mes couleurs enregistrées
pt_br: Mostrar semitons para minhas cores salvas

source: Preview effect on the physical hardware
de_de: Effekt-Vorschau auf der physischen Hardware
fr_fr: Effet de prévisualisation sur le matériel physique
pt_br: Pré-visualizar efeito no hardware físico

source: Suppress delete confirmation dialog box
de_de: Unterdrücke Löschen-Bestätigungsdialog
fr_fr: Supprimer la boîte de dialogue de confirmation de suppression
pt_br: Suprimir caixa de diálogo de confirmação para remover

source: Background Tasks
de_de: Hintergrund-Aufgaben
fr_fr: Tâches d'arrière plan
pt_br: Tarefas de fundo

source: To provide background features (like software effects and triggers), additional processes may be spawned.
fr_fr: Pour fournir des fonctionnalités d'arrière-plan (comme des effets logiciels et des déclencheurs), des processus supplémentaires peuvent être générés.
pt_br: Para prover recurso de fundo ( como efeitos de software e gatilhos), processos adicionais podem surgir.

source: Task
de_de: Aufgabe
fr_fr: Tâche
pt_br: Tarefa

source: Troubleshooter
de_de: Problemsucher
fr_fr: Résoluseur de problèmes
pt_br: Solucionar problemas

source: Troubleshooting complete!
de_de: Problemsuche vollständig!
fr_fr: Dépannage terminé !
pt_br: Solução de problemas concluída!

source: Result
de_de: Ergebnis
fr_fr: Résultat
pt_br: Resultado

source: Check
de_de: Überprüfen
fr_fr: Vérifier
pt_br: Conferir

source: Copy to Clipboard
de_de: In die Zwischenablage kopieren
fr_fr: Copier au presse-papier
pt_br: Copiar para a área de transferência

source: Links
fr_fr: Liens

source: Del
de_de: Entf
fr_fr: Sup

source: Hardware
fr_fr: Matériel

source: Daemon
de: Dienst
de_de: Dienst
fr_fr: Démon

source: Serial
de: Seriennummer
de_de: Seriennummer
fr_fr: Numéro de série

source: DPI too high:
fr_fr: DPI trop haut :

source: DPI too low:
fr_fr: DPI trop bas :

source: Failed to set DPI due to an error:
fr_fr: échéc

source: Headset
fr_fr: Casque

source: Keypad
fr_fr: Pavé Numérique

source: Laptop
fr_fr: Portable

source: Mousemat
de_de: Mauspad
fr_fr: Tapis de Souris

source: Mouse
de_de: Maus
fr_fr: Souris

source: Status
fr_fr: Statut

source: Toggle
de_de: Umschalter
fr_fr: Basculer

source: Slider
de_de: Schieberegler
fr_fr: Curseur

source: Dropdown
fr_fr: Déroulant

source: Editor
fr_fr: Éditeur

source: Script
de_de: Skript

source: Restore last used settings on daemon start
de_de: Stelle zuletzt benutzte Einstellung beim Daemon-Start wieder her

source: Disabling this may cause the current hardware effect to be misrepresented. This is dependent on the device's firmware.
de_de: Dies zu deaktivieren könnte den aktuellen Hardware-Effekt inkorrekt darstellen. Dies hängt von der Firmware des Gerätes ab.

source: DPI
de: Auflösung
de_de: Auflösung

source: None
de: Nichts
de_de: Keiner

source: Unrecognised Device
de_de: Nicht erkanntes Gerät

source: [] hasn't loaded this device.
de_de: [] hat das Gerät nicht geladen.

source: Try refreshing again in a few seconds, or run the troubleshooter to identify the problem.
de_de: Versuche in einigen Sekunden aufzufrischen, oder führe die Problemsuche aus, um das Problem zu identifizieren.

source: Error Details
de_de: Fehler-Details

source: View Details
de_de: Details betrachten

source: Mouse Acceleration
de_de: Maus-Beschleunigung

source: This feature is provided by your operating system. Polychromatic doesn't recognise this desktop environment to automatically open the settings window for you. Look for 'mouse', 'input' or 'hardware' in your System Settings.
de_de: Dieses Merkmal wird von deinem Betriebssystem zur Verfügung gestellt. Polychromatic kann diese Desktop-Umgebung nicht erkennen, um automatisch das Einstellungsfenster für dich zu öffnen. Schaue nach "Maus", "Eingabe", oder "Hardware" in deinen System-Einstellungen.

source: Open Mouse Settings
de_de: Öffne Maus-Einstellungen

source: Acceleration
de_de: Beschleunigung

source: Macros
de_de: Makros

source: Backend Not Ready
de_de: Backend Nicht Bereit

source: This might be ready in a few moments.
de_de: Dies könnte in einigen Momenten bereit sein.

source: Waiting for backends to be ready...
de_de: Warte darauf, dass die Backends bereit sind.

source: Make sure the modules are installed for the correct Python version. Try re-installing.
de_de: Stelle sicher, dass die Module für die korrekte Python-Version installiert sind. Versuche eine erneute Installation.

source: Unable to check because the Python library is not installed.
de_de: Unfähig zu prüfen, da die "Python"-Bibliothek nicht installiert ist.

source: second(s)
de_de: Sekunde(n)

source: Profile
de: Profil

source: Daemon Not Installed
de: Dienst nicht installiert.

source: Polychromatic requires the daemon, but it could not be imported. Please check the Razer drivers, daemon and Python library are installed.
de: Polychromatic benötigt den Dienst, konnte diesen aber nicht ansprechen. Stelle sicher, dass die Razer-Treiber, der Dienst und die Python-Bibliothek installiert sind.

source: See the README for further information.
de: Siehe README für weitere Informationen.

source: Daemon requires a restart
de: Der Dienst muss neugestartet werden

source: The daemon that is currently running is older than the installed version.
de: Der Dienst, der aktuell läuft, ist älter als die Version, die derzeit installiert ist.

source: This can cause glitches. Please restart the daemon to continue.
de: Das kann Fehler hervorrufen. Bitte starte den Dienst neu, um fortzufahren.

source: This happens if the driver/daemon packages were updated, but you haven't restarted your session or computer.
de: Das passiert, wenn die Treiber/Dienst-Pakete aktualisiert werden, die Sitzung bzw. der Computer aber nicht neu gestartet wurde.

source: Daemon Upgrade Required
de: Aktualisierung des Dienstes benötigt

source: The Razer 'Chroma' driver and daemon currently installed on your system is no longer supported by Polychromatic.
de: Der derzeit installierte Razer 'Chroma' Treiber bzw. Dienst wird von Polychromatic nicht mehr unterstützt.

source: Please remove the current Razer driver/daemon from your system, then install the new one from:
de: Bitte deinstalliere den derzeit installierten Razer Treiber bzw. Dienst von deinem System und installiere den Aktuellen von:

source: For more information, see the Release Notes for v0.3.0.
de: Du kannst weitere Informationen in den Release Notes für v0.3.0 finden.

source: Daemon Not Running
de: Dienst läuft nicht.

source: Polychromatic uses the daemon to interact with your Razer devices, but it doesn't appear to be running.
de: Polychromatic benötigt den Dienst um mit deinen Razer Geräten zu arbeiten, dieser scheint aber nicht zu laufen.

source: Daemon Not Responding
de: Der Dienst antwortet nicht.

source: Polychromatic could not initialise the daemon. This could be caused by a bug with the daemon process.
de: Polychromatic konnte den Dienst nicht initialisieren. Das könnte an einem Fehler des Dienstes liegen.

source: Exception:
de: Fehler:

source: Overview
de: Übersicht

source: Lighting Effects
de: Lichteffekte

source: Color:
de: Farbe:

source: Direction:
de: Richtung:

source: Speed:
de: Geschwindigkeit:

source: Single Color
de: Eine Farbe

source: Dual Colors
de: Zwei Farben

source: Colors:
de: Farben:

source: Key Modes
de: Tastenmodi

source: Gaming Mode
de: Spielmodus

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Disables ALT+F4 and Super key.
de: Deaktiviert ALT+F4 und die Super-Taste.

source: Macro Keys
de: Makrotasten

source: Activate
de: Aktivieren

source: Help
de: Hilfe

source: Application Profiles
de: Anwendungsprofile

source: Create New Application Profile
de: Neues Anwendungsprofil anlegen

source: Please enter a name for the new profile, and optionally an icon.
de: Bitte gib einen Namen für das neue Profil an und optional ein Symbol.

source: Application:
de: Anwendung:

source: Icon Path:
de: Symbolpfad:

source: Select Installed Application
de: Wähle eine installierte Anwendung aus

source: Cancel
de: Abbrechen

source: Create
de: Erzeugen

source: Are you sure you want to delete this?
de: Möchtest du das wirklich löschen?

source: Keep
de: Behalten

source: Choose an Application
de: Wähle eine Anwendung

source: The information from the chosen program will be used as the profile's base.
de: Die Informationen vom ausgewählten Programm werden als Basis für das Profil benutzt.

source: Select
de: Auswählen

source: Quick Help
de: Schnellhilfe

source: Macro Keys Usage
de: Benutzung der Makrotasten

source: You can also use on-the-fly macro recording (provided by the daemon) by following these steps:
de: Du kannst auch die spontane Makroaufnahme des Dienstes mit den folgenden Schritten benutzen:

source: to enter macro mode.
de: um den Makromodus zu aktivieren.

source: Press the macro key to assign to. E.g. M1
de: Drücke die Makrotaste, die du zuweisen möchtest, z.B. M1

source: Typing in your key combination.
de: Gib deine Tastenkombination ein.

source: Exiting macro mode with
de: Verlasse den Makromodus mit

source: Browse Icon
de: Symbol auswählen

source: Sync effects have been disabled in the daemon's configuration as they are not supported in Polychromatic.
de: Synchronisierungseffekte wurden in der Konfiguration des Dienstes deaktiviert, da sie von Polychromatic nicht unterstützt werden.

source: Set
de: Festlegen

source: Click on a key to assign a color here.
de: Drücke auf eine Taste, um die Farbe festzulegen.

source: Click on a key to grab its color.
de: Drücke auf eine Taste, um ihre Farbe auszuwählen.

source: Edit Profile Details
de: Profildetails bearbeiten

source: Change the name and icon for this profile.
de: Ändere den Namen und das Symbol von diesem Profil.

source: Discard
de: Verwerfen

source: Save Changes
de: Änderungen speichern

source: General
de: Allgemein

source: Colors
de: Farben

source: Configuration:
de: Konfiguration:

source: Daemon Version:
de: Version des Dienstes:

source: Razer Python Library:
de: Razer Python-Bibliothek:

source: View on GitHub
de: Auf GitHub anzeigen

source: Check for Updates
de: Nach Updates suchen

source: View Change Log
de: Änderungen anzeigen

source: Update History
de: Aktualisierungsverlauf

source: A human-readable list of changes made to Polychromatic.
de: Eine menschenlesbare Liste der Änderungen in Polychromatic.

source: You are set for automatic updates (via PPA)
de: Automatische Updates sind aktiviert (über ein PPA)

source: You have opted for development packages.
de: Entwicklerpakete sind aktiviert.

source: Enable live switching
de: Sofortige Übernahme von Änderungen

source: Activate profiles instantly as soon as you click on them.
de: Aktiviere Profile, sobald du es anklickst.

source: Enable live preview
de: Sofortvorschau aktivieren

source: While editing, show your changes on the actual keyboard.
de: Während dem Konfigurieren werden die Änderungen auf der Tastatur angezeigt.

source: Always activate profiles after saving.
de: Profil immer nach dem Speichern aktivieren.
